{"createdTime":1763868003363,"shownInTree":["book-sequence/1.-all-out-war.html","book-sequence/2.-all-out-love.html","book-sequence/3.-all-out-chaos.html","book-sequence/img_0878.heic","book-sequence/img_0879.heic","chapters/ch1.-power-in-arena.html","chapters/ch2.-broken-sword.html","chapters/ch3.-wastelands.html","characters/devils.html","characters/divine-body.html","characters/dreamer.html","characters/great-emperor.html","characters/magic-master.html","characters/nightmare.html","characters/southern-empress.html","characters/strength-master.html","characters/supreme-body.html","characters/the-saint.html","keywords/ancient-beast-war.html","keywords/clan-rules.html","keywords/eternal-prison.html","keywords/faith-breaker.html","keywords/power-holders.html","keywords/secret-scroll-of-the-empress.html","organizations/clans/iceland-air-temple.html","organizations/clans/plantain-poison-temple.html","organizations/clans/stone-temple.html","organizations/clans/sud-volcano-fire-temple.html","organizations/beast-labs.html","organizations/the-dungeon.html","others/ideas.html","others/map.html","others/musical-period.html","others/resources-used-&-inspired-from.html","regions/places/7-islands.html","regions/places/ancient-graveyard.html","regions/places/cursed-crater.html","regions/places/floating-castle.html","regions/places/gate-of-solstice.html","regions/places/lich-island.html","regions/places/monk-temple-ruins.html","regions/places/mountduo.html","regions/places/prison-rose.html","regions/places/sacred-monument.html","regions/places/unreal-mountains.html","regions/beast-kingdom.html","regions/kingdom-of-peace.html","regions/northern-empire.html","regions/southern-empire.html","regions/wastelands.html"],"attachments":["book-sequence/img_0878.heic","book-sequence/img_0879.heic","site-lib/scripts/graph-wasm.wasm","site-lib/fonts/94f2f163d4b698242fef.otf","site-lib/fonts/72505e6a122c6acd5471.woff2","site-lib/fonts/2d5198822ab091ce4305.woff2","site-lib/fonts/c8ba52b05a9ef10f4758.woff2","site-lib/fonts/cb10ffd7684cd9836a05.woff2","site-lib/fonts/293fd13dbca5a3e450ef.woff2","site-lib/fonts/085cb93e613ba3d40d2b.woff2","site-lib/fonts/b5f0f109bc88052d4000.woff2","site-lib/fonts/cbe0ae49c52c920fd563.woff2","site-lib/fonts/535a6cf662596b3bd6a6.woff2","site-lib/fonts/70cc7ff27245e82ad414.ttf","site-lib/fonts/454577c22304619db035.ttf","site-lib/fonts/52ac8f3034507f1d9e53.ttf","site-lib/fonts/05b618077343fbbd92b7.ttf","site-lib/fonts/4bb6ac751d1c5478ff3a.woff2","site-lib/media/6155340132a851f6089e.svg","site-lib/media/2308ab1944a6bfa5c5b8.svg","site-lib/html/file-tree-content.html","site-lib/scripts/webpage.js","site-lib/scripts/graph-wasm.js","site-lib/scripts/graph-render-worker.js","site-lib/media/favicon.png","site-lib/styles/obsidian.css","site-lib/styles/global-variable-styles.css","site-lib/styles/main-styles.css","other/img_0878.jpeg","site-lib/rss.xml"],"allFiles":["book-sequence/1.-all-out-war.html","others/ideas.html","characters/devils.html","others/resources-used-&-inspired-from.html","others/map.html","others/musical-period.html","chapters/ch3.-wastelands.html","chapters/ch2.-broken-sword.html","characters/the-saint.html","characters/divine-body.html","characters/supreme-body.html","regions/kingdom-of-peace.html","other/img_0878.jpeg","chapters/ch1.-power-in-arena.html","book-sequence/img_0878.heic","book-sequence/img_0879.heic","book-sequence/3.-all-out-chaos.html","book-sequence/2.-all-out-love.html","characters/magic-master.html","keywords/power-holders.html","organizations/beast-labs.html","keywords/ancient-beast-war.html","keywords/clan-rules.html","characters/southern-empress.html","keywords/faith-breaker.html","characters/strength-master.html","characters/dreamer.html","characters/nightmare.html","regions/places/sacred-monument.html","regions/places/prison-rose.html","regions/places/mountduo.html","regions/places/monk-temple-ruins.html","regions/places/lich-island.html","regions/places/cursed-crater.html","regions/beast-kingdom.html","regions/places/floating-castle.html","regions/places/ancient-graveyard.html","characters/great-emperor.html","regions/places/unreal-mountains.html","regions/southern-empire.html","regions/northern-empire.html","regions/places/7-islands.html","regions/wastelands.html","organizations/clans/stone-temple.html","organizations/clans/plantain-poison-temple.html","organizations/clans/sud-volcano-fire-temple.html","organizations/clans/iceland-air-temple.html","regions/places/gate-of-solstice.html","keywords/eternal-prison.html","keywords/secret-scroll-of-the-empress.html","organizations/the-dungeon.html","site-lib/scripts/graph-wasm.wasm","site-lib/fonts/94f2f163d4b698242fef.otf","site-lib/fonts/72505e6a122c6acd5471.woff2","site-lib/fonts/2d5198822ab091ce4305.woff2","site-lib/fonts/c8ba52b05a9ef10f4758.woff2","site-lib/fonts/cb10ffd7684cd9836a05.woff2","site-lib/fonts/293fd13dbca5a3e450ef.woff2","site-lib/fonts/085cb93e613ba3d40d2b.woff2","site-lib/fonts/b5f0f109bc88052d4000.woff2","site-lib/fonts/cbe0ae49c52c920fd563.woff2","site-lib/fonts/535a6cf662596b3bd6a6.woff2","site-lib/fonts/70cc7ff27245e82ad414.ttf","site-lib/fonts/454577c22304619db035.ttf","site-lib/fonts/52ac8f3034507f1d9e53.ttf","site-lib/fonts/05b618077343fbbd92b7.ttf","site-lib/fonts/4bb6ac751d1c5478ff3a.woff2","site-lib/media/6155340132a851f6089e.svg","site-lib/media/2308ab1944a6bfa5c5b8.svg","site-lib/html/file-tree-content.html","site-lib/scripts/webpage.js","site-lib/scripts/graph-wasm.js","site-lib/scripts/graph-render-worker.js","site-lib/media/favicon.png","site-lib/styles/obsidian.css","site-lib/styles/global-variable-styles.css","site-lib/styles/main-styles.css"],"webpages":{"book-sequence/1.-all-out-war.html":{"title":"1. All Out War","icon":"","description":"\n<a data-href=\"Kingdom Of Peace\" href=\"regions/kingdom-of-peace.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Kingdom Of Peace</a>\n<br><a data-href=\"Ch1. Power in Arena\" href=\"chapters/ch1.-power-in-arena.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ch1. Power in Arena</a> (Start) Dreamer's escape and exploration\nCity Shutdown and Emergency <br><a data-href=\"Ch2. Broken Sword\" href=\"chapters/ch2.-broken-sword.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ch2. Broken Sword</a> (Strength Master vs Supreme Body match in Ronna) A representative from North comes to South Empress\nInvestigation and Corruption stains <br><a data-href=\"Ch3. Wastelands\" href=\"chapters/ch3.-wastelands.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ch3. Wastelands</a> (Small fight with fake saint/Nightmare) A rumor spreds about corruption\nExploration at wastelands\nHelp-Historical Controversy and Agreement Island of Gravity (Floating castle visit) Informative visit\nLearning history Ultimate Art ( art of learning and training era - Magic Master and Dreamer goes to Air Temple) The chosen one\nGrandmaster? Revenge (The saint reveals himself, the event happens when they are going to Plant Temple) Assasins\nConfusion (Supreme body or Saint?) Witchcraft (learning poison making, healing etc. in Plant Temple - kind of Ultimate Art Part 2) Secrets of the temple\nLearning and mastering darts Emperor's Will (Meet up with Great Emperor and Nightmare's Illusion - teleport to close of Isowitch) Trap\nUnknown History All Out (War - Cool Fight between Dreamer and Nightmare teams, Mythical Dragon Summon) Second Beast War\nA Nightmare or Reality?\nFight to live\nMythical Summon Twisted Reality (Betrayal of Supreme Commander, Death of Empress) Lost in reality\nRewards and punishments\nWorld domination Doom and Gloom (Discovery of the scroll, Devil of Greed gets unsealed) Southern walkers\nUncovered secrets\nA legend after centuries later (story) <br>Domination (world unites as one in a bad way, <a data-href=\"Magic Master\" href=\"characters/magic-master.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Magic Master</a> gets greedy and his conflict) Bounty List\nForever enemies and enemy hunt season Romance or Friendship?! (Nightmare escapes to the cursed crater, From ancient library of Isowitch Dreamer finds out the purpose of Crater) Hidden passage\nAwkward talk between Nightmare and Dreamer Return (Brief into to the 2nd book, they try to recreate the Green Moon using the Crater and 7 island secrets, getting caught and sent to Prison Rose - escape plan etc. Do not reveal too much) All Out War (Startup and development)\n<br><a data-href=\"2. All Out Love\" href=\"book-sequence/2.-all-out-love.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">2. All Out Love</a> (part 2 Greed and Lust)\n<br><a data-href=\"3. All Out Chaos\" href=\"book-sequence/3.-all-out-chaos.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">3. All Out Chaos</a> (part3 ---- and Chaos)\nAn unpredictable event, caught between truth and shadow. The two empires and a kingdom of beasts stands at the brink of war, but can power holders keep the balance and save the world just like a millennium ago or join the war for salvation. While the history needs the justice the most, can a frail prophetic child rise from darkness and put an end to the upcoming chaos?\"God is in the details\"\n\"Devil is in the detail\" (Hidden from truth)Three centuries ago world peace took place until the two races controlled by worldly desires and revenge emerged to take over with a full scale war. AND NOW for the second time, the feelings of the living turns the continents upside down with an “all out war” that will decide the fate of the world. Only one side can win and rewrite the history of all. Unexpected events, the truth about the kingdom of peace, the twists between power holders will not drag you down!power holders are 6 gifted people who have unique abilities that come once in a couple of centuries from random families.Character = Main, Main-Side, Side, Side-low\nGoodness=None, Good, Evil\nStatus=Unknown, Alive, Dead\nAll the ages are based on time period of first chapter of the story.Rare Bending Types (Basic to advance forms):MN\n1. Air, Water, Ice\n2. Stone, Mineral, Metal\n3. Fire, Dimension, Evil (possess, soul eating)\n4. Plant, Poison, Healing (necromancer)Note\nMagic use divided into 4 sections with 3 levels each, however most people does not have any magical abilities whatsoever, and some rare people can use only one section of these bending types.\nPower Classes:\n1. Mortal Stage (3, 4, 5, 6, 7 stars) - each mortal stage increases the power of weaponary and martial art scale.\n1. Broke-mortal\n2. Post-mortal\n3. Semi-mortal\n4. Peak-Mortal\n2. Immortal Stage (9, 11, 13) - each immortal stage increases the power of mind as well as body in terms of health\n1. Bounded - granted by devils/for limited years MAX Immortal Stage (Heart)\n2. Regen - regeneration\n3. Heart - only if heart is intact/ can move or change organs places\n4. Peak-Immortal - Requires eating all hearts of power holders (person need to be in Heart Stage) OR approval from all devils(only can be sealed into eternal realm item). - NO ETERNAL YOUTHNote\nMartial arts has the power classes, however they are in limited numbers and most of the lower ranking officials have no power at all. They use middle history weaponary such as swords, spear, arrow... No cultivation; only training, willpower and ancestrial blood is required to achieve power classes.\nThe mainCh sees a dream about the outer universe, galaxies and suddenly everything changes into the smallest particle and he suddenly wakes up in the middle of the night. Something awakens in him but he does not realize anything and he does not know what he saw exactly because of his knowledge level and he goes to sleep after a sip of water. Next morning he hears some guards are talking about an award winning championship on the warrior arena which he wants to see so much because since he was born he could not be able to leave the royal palace without any permissions from the empress. He wants to discover what is outside of the palace. After a week later at the day of the arena championship, when the number of guards are low he escapes from the palace to visit the arena. Over there he gets to know each other with the Magic master and becomes friends. Later they together joins the royal army of the south. A huge news comes from the North empire about a never ending fight between two power holders called Strength body and Strength master. The North E. requests troops to stop the fight from South and when the conflict is solved Strength body joins the dreamer's team but Strength master vanishes without a trace.\nAfter a short amount time later they hear about a New Beast War is about to start soon. The North and South comes to an agreement in the great military summit/console (with the kind of help of the solved conflict) and they select a Supreme commander from North E. to represent both armies of South and North. All generals falls under the Supreme commander's command for the war preparations. While these are happening the dreamer's team discovers the corrupt government system under the North E. and some clues from the sacred library of Northern palace the clues leads them to a graveyard which is supposedly needs to be the great emperor's grave but instead they find an already opened tomb stone leading them to a underground staircase. When they reach the main corridor they find someone really old over ground laying with a girl beside her which they later find out that she was the nightmare. but when she realizes them she escapes with some tricks. After they help the great emperor heal and learn the truth about the old peaceful land and the ancient beast war details. They immediately try to go and stop the war however the nightmare left them a surprise and they somehow unable to leave because of the illusory tunnels and they get stuck there for almost a month. When they solve the puzzles of the nightmare and finally escape from the underground, they find themselves in an unbelievable situation which the new beast war has already started and the beast kingdom is almost has lost to the Supreme commander. However at that further into the war area on the side of Beast K. they see a summoning platform with 13 people on it and while the dreamer's team tries to stop the summon, the war ground turns upside down with a mythical dragon with the height of a mountain which can destroy the whole city and royal palace with one hand. After the summon the supreme commender surrenders to the Beast Emperor and gets to be the right hand man of him. The dreamer's team hardly escapes could not be able to do anything and with countless wounds on them. The Two Empire's gets doomed as a result and the Beast Kingdom armies and solders slowly captures the all land left by the Empires and dominates the world. While A Kill Bounty list has issued for the capture for dreamer's team. The nightmare as the lead and her group of assassins tries every way annihilate the dreamer and his team. The barriers of the capital cities are almost broken and when the mythical dragon arrives, the castle walls falls and nothing stays still from the flames and a nightmare will be upon the people of the Empires. Will dreamer accomplish the world peace by awaking his abilities and use moon's power to replenish the peace upon the world?Goal of Empires: Defeat the Beast king, to regain world peace and order. To full fill the request from the great emperor's scroll. However corrupt government system has its roots in the Northern Empire which leads to unexpected twists.All Empire and Kingdoms are trying to use the power holders to their advantage in the war and further in the book, it will cause to downfall of the world with the defeat of dreamer and his allies.The deceptions, lies and illusions will twist your understanding of the book, in the later chapters and also in the next book we will try to explain what was really happening, so do not believe everything you see or hear in this book about the story's details.\n<br>An introduction to the rumors of <a data-href=\"Kingdom Of Peace\" href=\"regions/kingdom-of-peace.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Kingdom Of Peace</a>, <a data-href=\"Devils\" href=\"characters/devils.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Devils</a> and <a data-href=\"Power Holders\" href=\"keywords/power-holders.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Power Holders</a> as a story that <a data-href=\"Southern Empress\" href=\"characters/southern-empress.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Southern Empress</a> says to make <a data-href=\"Dreamer\" href=\"characters/dreamer.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Dreamer</a> sleep.\nA dream that comes to dreamer at that night and when he wakes up, the vessel of dreamer awakes in him.\nHe passes guards and escapes from the palace to see the championship in arena (not first time going out in secret).\nHe admires the Magic Master and his power and later they become friends in the future.\nHowever when the royal guards realize he has escaped, the information goes to Empress and she declares Emergency Martial Law (its her first time realizing that he is missing) to find him.\n<br>The spies sent by the <a data-href=\"Beast Kingdom\" href=\"regions/beast-kingdom.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Beast Kingdom</a> thinks that they have found out and make a mess in the city to get out of the capital Itapol but the gates are locked.\nSome of them manages to suicide to not give information but other several of them gets caught along with Dreamer.\nEmpress gets angry to Dreamer and tries to punish by locking him up for a while.\n<br>The <a data-href=\"Magic Master\" href=\"characters/magic-master.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Magic Master</a> comes to the palace by an invite from the Empress to receive reward for the championship he has won in the arena. When he sees Dreamer on hallway with royal guards, he helps him by talking with the Empress.\nA condition is set for Dreamer's innocence (she will already release him but she gives an excuse to Magic Master to join their military operation team). Later he accepts because he is interested in Dreamer's future powers as he has seen some sparks from him about bending reality.\n<br>An attack in <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a>, Ronna and the city gets half demolished by <a data-href=\"Strength Master\" href=\"characters/strength-master.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Strength Master</a> and <a data-href=\"Supreme Body\" href=\"characters/supreme-body.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Supreme Body</a>. The Daisy Kingdom cannot stop the the two of them from attacking each other in the middle of the city, later they request backup from capital Luna but it is going to take a lot longer than expected and the city will be on ground by then so they request support from Nance Kingdom, Gate city. When the backup arrives Strength Master escapes and disappears. They highly regard the <a data-href=\"Southern Empire\" href=\"regions/southern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Southern Empire</a> as a result of their support.\n<br>Several years later, after this incident when the political relation gets improved between the Empires. A military tactical team gets forms to assist the Royal people Conference that will happen in <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a>. It includes Dreamer and Magic Master.\n<br>In their visit to Luna, they also become spy and learns some intel about the government from bars and the royal palace. From what they have found, they realize Northern Empire became corrupted by <a data-href=\"Beast Kingdom\" href=\"regions/beast-kingdom.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Beast Kingdom</a> and some illegal gun and money trades are happenning behind the scenes. They further investigate at night.\n<br>After collecting intel, when they come back from the trip, they don't tell about it much to the Empress because there is something strange about the rumors in Northern Empire about <a data-href=\"Nightmare\" href=\"characters/nightmare.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Nightmare</a> and her illusions. They believe most of the stuff they heard was just a deception because some dark clothed man comes into the bar and tells them. (when they open a conversation with him).\nThe war becomes more serious with some assasination attempt to Southern Empress and Northern Emperor (this one is fake, reader will realize it later).\n<br>The two Empires comes together in the war to defeat the common enemy Beast Kingdom. In <a data-href=\"Ancient General Summit\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ancient General Summit</a> in Luna, All the generals from two Empires choses a <a data-href=\"Supreme Commender\" href=\".html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Supreme Commender</a> to lead the war.\n<br>In war preparations, they send Dreamer and his team to <a data-href=\"Wastelands\" href=\"regions/wastelands.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Wastelands</a> to collect and draw map of the area, the places where military camps can be put, tactics etc.\n<br>On the way back they encounter someone that claims himself to be <a data-href=\"The Saint\" href=\"characters/the-saint.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">The Saint</a> and giving cure to people who needs it. When Dreamer recognizes him from the statue that he saw in Luna, <a data-href=\"Monk Temple Ruins\" href=\"regions/places/monk-temple-ruins.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Monk Temple Ruins</a>. However when she sees them she tries to escape and they chase her. She attacks with the moves of The Saint as an illusion and escapes.\n<br>On the way back a group of beasts man attacks them including the <a data-href=\"Divine Body\" href=\"characters/divine-body.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Divine Body</a> but at some point with the clash with Magic Master, she cannot hold on and lose but a secret comes out, when she blocks an extreme attack from him. An old man becomes visible in blood while protecting the girl and says do not attack.\nWhen they hear the story from the old guy explaining himself as The Saint, almost everything becomes clear. (because his single move should not be visible to other people and only the attacked person should see it - Nightmare does not know this and everyone can see the illusion she casted).\nFrom the story of Saint, they learn a rumor about the Great Emperor still alive. They do not believe it at first, so Dreamer and others go to ancient graveyard to confirm his death by they somehow encounter a hidden staircase going down in the middle of the grave. When they travel long enough, a discovery of living Great Emperor will be made but everyone will be trapped with Nightmare's prison even though the Emperor will warn them to not get close.\n","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Contents","level":3,"id":"Contents_0"},{"heading":"Book Sequence:","level":3,"id":"Book_Sequence_0"},{"heading":"Inner Cover:","level":3,"id":"Inner_Cover_0"},{"heading":"Back of The Book","level":3,"id":"Back_of_The_Book_0"},{"heading":"Important Note:","level":4,"id":"Important_Note_0"},{"heading":"Character List","level":3,"id":"Character_List_0"},{"heading":"Concepts","level":3,"id":"Concepts_0"},{"heading":"Spoiled Summary","level":3,"id":"Spoiled_Summary_0"}],"links":["regions/kingdom-of-peace.html","chapters/ch1.-power-in-arena.html","chapters/ch2.-broken-sword.html","chapters/ch3.-wastelands.html","characters/magic-master.html","book-sequence/2.-all-out-love.html","book-sequence/3.-all-out-chaos.html","characters/dreamer.html","characters/magic-master.html","characters/supreme-body.html","characters/nightmare.html","characters/strength-master.html","characters/divine-body.html","regions/kingdom-of-peace.html","characters/devils.html","keywords/power-holders.html","characters/southern-empress.html","characters/dreamer.html","regions/beast-kingdom.html","characters/magic-master.html","regions/northern-empire.html","characters/strength-master.html","characters/supreme-body.html","regions/southern-empire.html","regions/northern-empire.html","regions/beast-kingdom.html","characters/nightmare.html",".html",".html","regions/wastelands.html","characters/the-saint.html","regions/places/monk-temple-ruins.html","characters/divine-body.html"],"author":"","coverImageURL":"","fullURL":"book-sequence/1.-all-out-war.html","pathToRoot":"../..","attachments":[],"createdTime":1727363274533,"modifiedTime":1763857582457,"sourceSize":17576,"sourcePath":"Book Series/Book Sequence/1. All Out War.md","exportPath":"book-sequence/1.-all-out-war.html","showInTree":true,"treeOrder":2,"backlinks":[],"type":"markdown"},"book-sequence/2.-all-out-love.html":{"title":"2. All Out Love","icon":"","description":"\nBounty Season\nRuins\nGreen Moon Project\nPrison Rose\nNo way of Return Group Reformation Good Girl Devil of lust (story) Divide and Conquer\nBlackout\n","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Contents","level":3,"id":"Contents_0"}],"links":[],"author":"","coverImageURL":"","fullURL":"book-sequence/2.-all-out-love.html","pathToRoot":"../..","attachments":[],"createdTime":1750714019108,"modifiedTime":1750714081266,"sourceSize":180,"sourcePath":"Book Series/Book Sequence/2. All Out Love.md","exportPath":"book-sequence/2.-all-out-love.html","showInTree":true,"treeOrder":3,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown"},"book-sequence/3.-all-out-chaos.html":{"title":"3. All Out Chaos","icon":"","description":"\nCome forward (soldiers chosen and one person chosen as a leader)\nCheckpoint\nFailure\nNo Hope of return\nPotential Peace and Tranquility\n","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Contents","level":3,"id":"Contents_0"}],"links":[],"author":"","coverImageURL":"","fullURL":"book-sequence/3.-all-out-chaos.html","pathToRoot":"../..","attachments":[],"createdTime":1750714027989,"modifiedTime":1750714134932,"sourceSize":161,"sourcePath":"Book Series/Book Sequence/3. All Out Chaos.md","exportPath":"book-sequence/3.-all-out-chaos.html","showInTree":true,"treeOrder":4,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown"},"chapters/ch1.-power-in-arena.html":{"title":"Ch1. Power in Arena","icon":"","description":"1→ A descriptive scenery of Itapol and the palace.\n2→ quiet escape of dreamer and going outside\n3→ running on rooftops and streets in the morning\n4→ getting information on the current politics through newspaper (conspiracies and news)\n5→ confirming the tournament date and time\n6→ some insolent teens stopping him for money, and he grabs his gum inside his pocket, shapeshifts it to coin and gives\n7→ after he is gone, the coin turns back into gum, they think he is one of those magician assistants at such an age\n8→ while he is searching the nearest horse-drawn carriage for free, he smells delicious cookies being sold at a stand\n9→ he grabs a bunch from the table in the crowd but he gets caught and the owner says \"not this time kid!\"\n10→ brings him to one of the castle guards but they are not aware of who he is even though he is trying to convince them\n11→ after he gets put into a big cage with other criminals going to be punished to the court on the way.\n12→ he shapeshifts the cage and escapes while other criminals takes this as an opportunity\n13→ just before getting noticed by the guards he jumps to another carriage coming from the opposite direction\n14→ the carriage passes couple of streets behind the arena where he jumps to the floor like a ninja\n15→ it is as late as 35 minutes but it is time for actual pros after the rookies that he thinks\n16→ he goes through the gate where the horses are supposed to be entering with food carts tailing them.\n18→ it smells like horses and some other farm animals\n19→ he goes through the narrow gateways and from stone stairs to the upper floors and finally reaches to where the tournament is being held\n20→ sits one of the empty seats he finds however, almost everywhere is full because it is one of the 6th crown anniversary of the empress.\n21→ as soon as he sits, some chunky man comes with a beer in his hand as big as his head and tells him \"hey, kid sit somewhere else!\"\n22→ he does not care less and sits still as if nothing happened\n23→ the guy goes away because he thinks he is deaf and the child beside him gets impressed and starts talking to him.\n24→ while watching one round of common fights between mid-fighter clubs, someone peeks his interest in the crowd\n25→ he sees a youngster couple of years older than him sitting in the corner waiting his turn inside the arena.\n26→ finally his turn comes in and some physically strong looking guy gets on to the stage as his opponent because of random draws\n27→ everyone shouts for him to retreat as the opponent has an arena championship 2 years ago.\n28→ but he seems unintimidated by the muscular guy standing in front of him\n29→ Then sudden siren sounds shakes the arena to start the match1→ Within a big round room with a lot of lighting placed under the table, 7 kings and the empress leads the talk\n2→ after talking about the upcoming war preparations and unexpected turn of events like food shortages at the border cities turns into madness between a couple of kings when the issues are about crises in the emergency times like wars happens to open.\n3→ at the moment when the converisation deepens, the door suddenly opens and a person comes\n4→ some of the kings does not welcome this person and blame him of disrespect towards her majesty\n5→ since the empress knows this person because she assigned her for protecting the dreamer in secret.\n6→ she stops the extra talk and stands up when the person came says that it is the longest time that he is not found in the palace and he is missing for over couple of hours, as she walks to the exit she declares an emergency and city shut down.\n7→ as her majesty leaves, there are some talks going in between the kings in whispering.\n8→ on the way to the throne room, she requests the closing of all the city gates and search troops to be ready immidiately1→ A person standing in the doorway in between the bar (pub) and the street makes hand signals to a couple of dark silhouettes that are sitting.\n2→ They jump from their seats and looks down from the street and as they see some search troops coming to their way, they tries to flee.\n3→ When the guards see them running from the search team, they prepare a blockade and arrest them.\n4→ So big shouting comes from the only close by arena.\n5→ People are amazing with the abilities of the youngster and the dreamer is feeling somewhat excitement to see such a person using 2 different elements (as normal people cannot use any magic and even if some are talently born in magic they cant control 2 different type magic at the same time like fire and plant)\n6→ the crowd is cheering in front of the unbelievable sight. Some of the search troops that entered the arena stops the match in search of dreamer.\n7→ at that moment the old champion was about to lose to the youngster and he cannot contain his jealous and hate towards her (because the youngster is a female and strong) and in her weakest moment when the attention is drawn towards the royal guards in search, he stabs her through the stomach.\n8→ the dreamer sees him and does some wodo like hand gestures from the far end of the arena\n9→ some yellow sparkling goes from one side of the arena to the other and hits the blade and turns it into a gum that is stuck into the youngster's bleeding smoach and stops the bleeding.\n10→ the watching royal guards runs towards where the light came from because they know the meaning of it (the dreamer)\n11→ the other higher ups that was confused in the middle of the scenenary (who was the one that produced that light and the other youngster that casted 2 different magic type?).\n12→ the people who are aware of what is happenning jumps to the arena and stops the old champion from attacking and more harm to the child\n13→ the dreamer gets accompanied by the royal guards and the genius stabbed child taken as well for the quick treatment in the palace.\n14→ at the same day, after some confusion in the city, the capture of some beast kingdom spies , and the two children staying in the medical center of the palace, the city finally reached the previous day's calmness except her majesty.\n15→ she was furious and sad at the same time while opening the door of the medical center.\n16→ when she sees the dreamer, she immidiately checks all of his body with a care.\n17→ the youngster whispers to him \"What a beautiful and caring mother you have!\"\n18→ the dreamer goes red while trying to stop the empress from touching more and says \"I am ok ma\" but also looking to the youngster and whispering \"that is not the case\"\n19→ the empress spanks him a little and warns about how dangerous to go outside and especially to the arena and blah blah blah\n20→ at the end she asks who is this youngster.\n21→ as the dreamer mentions how cool she was at the arena and stuff they great and get to know each other a little.Deep dark clouds were covering the sky in a mid-summer night. A splendid palace was standing in the centre of a huge city, with its greyish columns reaching so high up. If someone had seen this scenery, they could have sworn that this is the one that is worth living for the emperors. While the palace was a masterpiece, it was protected within a considerably high castle walls. The city was build on top of a cliff with green forests on the sides but most important them of all, it was signifying the power and protection of the empress.\nAt this time of the hour, someone was dreaming in one of the rooms located backside of the palace with an unknown future! Before the morning sun has risen, he was up and planning for his next move of escape. Even though it sounds terrible at first, not the first time for someone like him who is seeking exploration and excitement.\nI know, right…\nThe bakery down the street has the best buns!\nThe moment the palace guards passed the yellow light shaded corridor, the sounds was echoing from the rough marble floor. He went down the stairway with his favorite shortcut, then jumped from the open wooden window to a rooftop covered in dust.\nThe sound of the crowd became more apperanet as he run on one roof to another, ast the very least he finally heard the man shouting and selling newspapers to everyone in Glider intersection with his purple jacket and a self-cared mustage along his olive like black eyes.\nFinally jumped to the ground feeling like a super hero and catched one of the newspaper being sold to an old lady.\n\"Hey!\" old lady said. while grabbing her slipper and targeting to throw.\n\"Maybe next time\" he shouted while taking a deep breath on the run.\nHe has the never ending craving to see someone who is outstanding and capable in terms of power level. ","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"chapters/ch1.-power-in-arena.html","pathToRoot":"../..","attachments":[],"createdTime":1749738526843,"modifiedTime":1752955388477,"sourceSize":8763,"sourcePath":"Book Series/Chapters/Ch1. Power in Arena.md","exportPath":"chapters/ch1.-power-in-arena.html","showInTree":true,"treeOrder":8,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown"},"chapters/ch2.-broken-sword.html":{"title":"Ch2. Broken Sword","icon":"","description":"1→ 2 years later, from the event that happened in the arena has forgotten\n2→ the two friends, Allen and Sarah finally gets their first military badges from the empress herself because of their honorary powers\n3→ while they graduate the ceremony with drinks and a big festival1→ Something crazy is happening in the city of Ronna, two strong man are in conflict and they destroyed 1/5 of the city.\n2→ Daisy kingdom is unable to subdue these people, one of them known to be Big J. and other one is Nilan.\n3→ they seem to have supernatural abilities, one different from another\n4→ in the conflict, over 100 people have lost and the numbers are increasing over time.\n5→ even the imperial solders from the capital unable to do anything against.\n6→ after almost a week or so, a messanger from capital general Luna with the seal of Northen Emperor comes to capital Gate. The letter of messanger contains confidental information about Big J. and Nilan who are considered to be the rumored Strength Master and Supreme Body.\n7→ the events spread to general capital Itapol and Empress makes an emergency meeting and decides to help out Northern Empire\n8→ for the first time in centuries, an army from Southern Empire enters to Northern territories and the team includes Allen and Sarah as their first mission outside of the city Itapol.\n9→ However when they arrive to the city Ronna, a quarter of the city has already destroyed and the 2 people responsible are already gone as if they were not there.\n10→ the leaders' gets suspicious because it may turn into a war field at night.\n11→ since the army has gone from a long way, they need to rest at least a week at Ronna.\n12→ Allen and Sarah was really curious to see around, and especially the ancient palace at Luna because the Great Emperor has lived there for a long time ago.\n13→ However the city was guarded tight and it was almost impossible to exit without permission from the high ups.\n14→ Since the quarter of the city wall also has turn into ashes in the fight between two power holders, it is especially hard to guard it at night even though there are royal guard tents everywhere, they sneak around it.\n15→ they pass rivers and mountains and finally arrive to Luna with its gorgeous view, they get amazed and the advanture they had was not enough because they need to have more adrenaline.1→ when the military group is about to leave from Ronna back to the capital general Itapol, without realizing that Allen and Sarah is gone because Dreamer has put his reality bending to make it work.\n2→ however it does not take too long to get unnoticed which happens after couple of days later while they are moving on the way home.\n3→ while Allen and Sarah is having fun time at the festivals and discovering new places, they cannot miss the event at the palace the great emperor of the kingdom of peace.\n4→ they hear the event from some drunk person and when they further investigate, they apply with fake names and get invited to it\n5→ they see the little emperor who is hanging with two beauties within his two arms as he gives a speech with his minister on the right\n6→ the minister clearly seems to be the one who organized everything and kind of drugging the emperor as his eyes are abnormal color.\n7→ However no one in the crowd realizes except the ones with sharp eyes (dreamer and magic master) but they are not confident\n8→ At that night instead of joining the crowd with drinks, they decide to further investigate what is happening behind the scenes after long and careful deliberation.\n9→ Al removes some of the stones from the wall of the palace to enter it by shapeshifting them temporarily.\n10→ Sarah gets ready with his specialty sleep gas magic\n11→ when they enter the hall, they see some guards coming on their way, so they step in an open door in the hallway. their calculations becomes slightly off when they find themselves in a library like place with old books with various themes.\n12→ when Sarah sees the big ancient world map of kingdom of peace on the wall, she imidiately runs of to it because its the only original that is still in one piece from the ancient beast war.\n13→ The Allen tries to stop her but he sees a hobby collection swords and armory protected by a thick glass in the corner of the book shelfs.\n14→ they both get pretty interested at the place and time passes so fast that they accidentally fall a sleep while looking around and reading some interesting books about the kingdom of peace.\n15→ when the morning sun rises, the secretary of the the minister opens the door fully and invites a couple of people with luxurious appearance.\n16→ when the Allen hears the voices in the room, he whispers to Sarah to hear it but she hardly wakes up.\n17→ he crawls through the ceiling to wake her up using his powers.\n18→ they get out of the room quietly through the door they entered from.\n19→ while they move from one hallway to another while hiding from the guards, they encounter a thick door with guards that are wearing silver pieces of armor.\n20→ the door has some symbols of the royal family and the kingdom's flag\n21→ a white and grey haired old man opens the door passes through them as they hide in a corner.\n22→ behind him, a blond girl calls the man \"grandfather\", but the man answers \"do not call me that\", \"I am a general now\".\n23→ when they pass the Allen and Sarah, they just wonder what is going on' because its their first time seeing this man yet he calls himself a general.\n24→ however all the people with high ranks had been invited to the party that took place in the palace but he was not there.\n25→ As they became curios, someone from their behind calls up \"what are you guys doing here!\"\n26→ They show their expired ticket to the guard and \"You should not be here!, the party has ended days ago\"\n27→ As they have to leave with the guard (the guard is impressed with Sarah as she has the looks), while they walk to the main door to the exit.\n28→ Sarah proposes a small treat to the guard and the guard accepts without having a second thought.\n29→ Allen \"what are you doing, we will get caught?\" after the guard suddenly goes to sleep.\n30→ they carry the guard into corner on a hallway with a dead end.1→ A person with gold armor enters to the palace at capital Itapol with a thick book in his hand\n2→ The guards leads him to meet with the Empress through the red carpet on the hallway\n3→ they reach to the main steel gate with heavy armor guards with golden spears making a cross\n4→ when the steel door opens with the acceptance from Empress, the envoy enters a large room with 12 quartz columns on both sides\nwith fascinating embroidery\n5→ the man kneels 20-25 feet close to the throne with Empress sitting, while wearing a light blue dress and a hat with a dark coloured tulle hanging down to to her arms covering her face and head.\n6→ the man explains himself as the Northern Emperor's envoy then reads a special letter with praises and the upcoming war. At the end takes out black box inside the book as a gift. The box contains a neutral black diamond over 100 carats worth half a million gold.\n7→ With a hand gesture of the Empress, two advisors from the back room comes, one with small glass of quills/ink and paper and the other one accepts the gift from the envoy's hands.\n8→ when the guards takes the envoy out of the room she writes a long letter while whispering to her Military advisor on her right.\n9→ then she later seals the letter with caring hands using purple wax and Emperor seal.\n10→ the envoy waiting outside of the room receives the letter and goes back with his horse to capital Luna.1→ They will realize something weird about the emperor and the army generals behaving abnormal outside the palace\n2→ they hear some debate going on about how valuable their things, while comparing one of them says it is from the imperial treasury and other one silences shhhhh!\n3→ also they remember some info that they have read from the library about the establishment of North Empire.\n4→ after a short time later, they receive a silver army sparrow hawk containing an urgent message from general commanding them to come back\n5→ since they learned about the corrupted system, they search and find a person who can use second stage fire element to open a portal to city Ronna.\n6→ they use horses to pass the gate of solstice and arrive to capital gate. ","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"chapters/ch2.-broken-sword.html","pathToRoot":"../..","attachments":[],"createdTime":1752685117871,"modifiedTime":1758691789792,"sourceSize":8522,"sourcePath":"Book Series/Chapters/Ch2. Broken Sword.md","exportPath":"chapters/ch2.-broken-sword.html","showInTree":true,"treeOrder":9,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown"},"chapters/ch3.-wastelands.html":{"title":"Ch3. Wastelands","icon":"","description":"1→ After they passed the portal from capital Gate to Itapol, they get motion sickness for a while because of teleporting too frequently\n2→ But the empress is so angry and worried that Allen was lost or something\n3→ After some long arguing, Allen and Sarah tries to spills the beans about corruption spreading but they do not have enough proof and evidence to provide to the imperial court (army) to decide.\n4→ Everyone thinks they are making excuses because they know that how much adventures these two are and it is just a cover story to escape the punishment.\n5→ Each individual receives a punishment of 100 whipping but the Empress does not allow such thing instead the court makes an exception this time but they give an insane task to complete in Wastelands where everything is legal and a lawless region in the world map.\n6→ Couple of weeks they study and learn as much info as they can from the library of palace about the Wasteland.\n7→ ","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"chapters/ch3.-wastelands.html","pathToRoot":"../..","attachments":[],"createdTime":1755117967095,"modifiedTime":1758692405001,"sourceSize":959,"sourcePath":"Book Series/Chapters/Ch3. Wastelands.md","exportPath":"chapters/ch3.-wastelands.html","showInTree":true,"treeOrder":10,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown"},"characters/devils.html":{"title":"Devils","icon":"","description":"It is said to that there are 3 different devils:\nWrath/Chaos (sealed in Earrings - just an assumption)\nLust (sealed in Necklace pieces)\nLust (sealed in Rings)\nEach sealed item needs to be collected in order to retrieve the power of devil. Each has 5 pieces in total to summon the devil from eternal prison using sacrifice method.\nGeneral Abilities: They are immortal and can grant someone immortality (temporary-unless unsealed), Undo or remove all the curses on someone (temporary-unless unsealed).Abilities of the devil includes, mind control by going in others soul, no physical attacks works (some exceptions may apply), can learn personal information and emotions through touch. Can imitate others for short amount of time. Some people’s mind can surpass the devil and make him unable to enter. Has no physical body and all his doing is through possessing others. One of the only immortals as he cannot be destroyed completely.Devils (legendary immortals) get their power from the emotions humans and beasts feel (Greed, Lust and helping Chaos). When they are sealed their power drops drastically and when unsealed they need to regain their power again because the <a data-href=\"Eternal Prison\" href=\"keywords/eternal-prison.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Eternal Prison</a> consumes their power and uses it against them to lock them forever.Devils have a history of becoming legends, however we wont be going to talk about it except which one came first. 1. Chaos, 2. Lust, 3. GreedFor legendary devils, even by looking their eyes you can feel the emotion (if greed then greed) like kill intentAn old geezer with the long hands of a demon with long nails. Each finger has a specific valuable ring from the ancient history of emperors or generals. One hand gesture can bring down an entire army to his knees. Has control over greed, can manage and rule the people that have greed in their heart. Books and stories mentiones his return and conquring the world with greed.\nWhen the devil of greed comes back, he will demonstrate his authority to everyone including the beast king, while he is sitting his throne, the devil will use his supression to kneel everyone and even collapse the golden throne and beast king will be sitting in the ground.\nThe rings that contains the devil of chaos is in the hands of the devil of greed and he helped the great emperor to lock him up but later betrayed the emperor and became the immortal because of his unamountable greed.\nHe has so many treasury rings that belongs to the old emperors, generals, Marshals as a greedy collection\nStory (Book 1&amp;2): He is the oldest immortal, he is known with his greed for everything, including stealing and robbing precious gemstones, and royal treasury of ancient empires and kingdoms (like rings, necklaces, wristbands etc.). He has become so greedy because he had nothing in his childhood as a generational slave for a rich family and while growing up become the slave of his pleasure and greed.\nA beauty queen that can steal any man's heart unless they are resistant enough. Can lead people to immoral pathway by just looking and controls people's natural ability of lust. Has long dark hair with olive like eyes that can attract any living being including monsters, beasts and humans. Books explicitly mentions some of the story details.\nStory (Book 2): She is from a royal family, she had a family and friend complex which resulted in unwanted lust increase (not only sexual but also gluttony) and always wanted to get attention as a girl but never had a real/serious relationship with someone which made her restless. She did not chose to become a devil but instead her husband collected all the immortality ritual material by killing power holders with different tricky conditions and later sacrificed himself (as a power holder) and she came back as a devil of lust.A dark lord known to be pure darkness and the youngets of all legendary devils. Always has some insidious plans, mostly sneaks in group of people in high rank to establish control and flow of the room so that can create chaos around the world. No one has ever seen his body, known in only stories and legends. There is no evidence of his existence except the legends.\nlegend of Chaos (devil) will be wearing muscular human skin with other skin of monsters as gears and his helmet made of magic concentrated human skull but he is a monster himself.\nStory (Book 2&amp;3): An unknown personality appeared during the Kingdom of Peace Era within the Kings, later will be called \"Judas\". He is searching for revenge and nothing else. He did not land a single hand in the process of killing any of the power holders and instead created a chaos and manipulated by spreading his ideologies (similar to capitalism, marxism, communism but way smarter just like a literal Satan). He was the mastermind behind the Ancient Beast War behind the scenes.\nAsked to the legendary devils: \"why are not you concerned about losing or divine punishment?\", they said: \"I got nothing to lose\", The person continued: \"Aren't you worried about your family or do you not have anyone, any desire you are afraid to lose?\", They said \"I am mere particals trying to define himself based on this place but I was literally nothing and the God have given me meaning by creating me, so I belong to him. However he has also given me ability to think and decide for myself if I do what the God wants then there is no fun because if he wanted long ago he could have made me submit to him but he did not so there might be something he is willing for which the final test and to accomplish it, the chaos, greed and lust as the biggest necessities. If there was no challenge and test in on Earth then it would not have existed and someone has to be the sacrifice goat or servant to accomplish the God's will. I am the challenge and test you are about to give!!!\"You cannot change the government system using the system because it is design to keep the president in check, so that the dictatorship does not happen, however since the system does not evolve into something keeps all the agencies of the government in check. President can apply any law when he has the senators and the parliament. Corruptability of these kind of systems are really high which raises the question, is rebellion justified? If you cannot change the system using the system and the people on top of the hirearchy can do anything with a single command then maybe...","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"<strong>Greed</strong>:","level":4,"id":"**Greed**_0"},{"heading":"<strong>Lust</strong>:","level":4,"id":"**Lust**_0"},{"heading":"<strong>Chaos</strong>:","level":4,"id":"**Chaos**_0"},{"heading":"Quotes and Sayings","level":3,"id":"Quotes_and_Sayings_0"}],"links":["keywords/eternal-prison.html"],"author":"","coverImageURL":"","fullURL":"characters/devils.html","pathToRoot":"../..","attachments":[],"createdTime":1735690513249,"modifiedTime":1763319297695,"sourceSize":6477,"sourcePath":"Book Series/Characters/Devils.md","exportPath":"characters/devils.html","showInTree":true,"treeOrder":12,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown"},"characters/divine-body.html":{"title":"Divine Body","icon":"","description":"Full Name:\nSex: Female\nAge:A magical body that can nullify all the magic, and even reflect it as a mirror to its opponent. Known to have a weakness to strength-wise strong people. It is one of the luck based ability compare to other power holders because an average punch can nock this guy out from his chair and can cause him to faint in some cases.A military general from south has found the girl at an abandoned cave at the shore of a lake in <a data-href=\"Beast Kingdom\" href=\"regions/beast-kingdom.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Beast Kingdom</a>, the dungeon leader has raised her until she is 6 then <a data-href=\"The Dungeon\" href=\"organizations/the-dungeon.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">The Dungeon</a> was raided by the beast solders and he got taken away to become the daughter in law of the Beast King.Possible Father: Giorgio Rosa","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/beast-kingdom.html","organizations/the-dungeon.html"],"author":"","coverImageURL":"","fullURL":"characters/divine-body.html","pathToRoot":"../..","attachments":[],"createdTime":1728439318658,"modifiedTime":1758228265044,"sourceSize":672,"sourcePath":"Book Series/Characters/Divine Body.md","exportPath":"characters/divine-body.html","showInTree":true,"treeOrder":13,"backlinks":["book-sequence/1.-all-out-war.html","characters/the-saint.html","keywords/power-holders.html"],"type":"markdown"},"characters/dreamer.html":{"title":"Dreamer","icon":"","description":"Full Name:\nSex: Male\nAge: A long waited child in the prophecies which mentions that he will protect the empire from upcoming evil. The person who has bless with the power to break the reality and can show some weird and unexplainable characteristics compare to your average people. Royal humans living in the palace has talked about him for over almost a half century and tried to find the where bounds of his ancestry.A child who has born in the <a data-href=\"Southern Empire\" href=\"regions/southern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Southern Empire</a>, his family had vanished without a trace at day of him being born and he is in the care of the King since then. He does not know much about the outer castle because the royal family does not allow him to leave the palace except for necessary times such as training and getting prepared for long awaited war with the beast kingdom.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/southern-empire.html"],"author":"","coverImageURL":"","fullURL":"characters/dreamer.html","pathToRoot":"../..","attachments":[],"createdTime":1728261534578,"modifiedTime":1735698561072,"sourceSize":802,"sourcePath":"Book Series/Characters/Dreamer.md","exportPath":"characters/dreamer.html","showInTree":true,"treeOrder":14,"backlinks":["book-sequence/1.-all-out-war.html","characters/great-emperor.html","characters/the-saint.html","keywords/power-holders.html","organizations/beast-labs.html","regions/places/floating-castle.html"],"type":"markdown"},"characters/great-emperor.html":{"title":"Great Emperor","icon":"","description":"The leader and the founder of the <a data-href=\"Kingdom Of Peace\" href=\"regions/kingdom-of-peace.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Kingdom Of Peace</a> who had the absolute power and throne. However when he got old he disappared without any traces in the <a data-href=\"Ancient Beast War\" href=\"keywords/ancient-beast-war.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ancient Beast War</a>. Later after the war, his bloodline founded <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a> and <a data-href=\"Southern Empire\" href=\"regions/southern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Southern Empire</a>. He is known to be half immortal and known for his martial arts.<br>He will later appear in a secret place under the <a data-href=\"Ancient Graveyard\" href=\"regions/places/ancient-graveyard.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ancient Graveyard</a> and will be discovered by <a data-href=\"Dreamer\" href=\"characters/dreamer.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Dreamer</a>'s team. ","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/kingdom-of-peace.html","keywords/ancient-beast-war.html","regions/northern-empire.html","regions/southern-empire.html","regions/places/ancient-graveyard.html","characters/dreamer.html"],"author":"","coverImageURL":"","fullURL":"characters/great-emperor.html","pathToRoot":"../..","attachments":[],"createdTime":1735696325277,"modifiedTime":1735696714389,"sourceSize":451,"sourcePath":"Book Series/Characters/Great Emperor.md","exportPath":"characters/great-emperor.html","showInTree":true,"treeOrder":15,"backlinks":["regions/kingdom-of-peace.html","regions/places/sacred-monument.html"],"type":"markdown"},"characters/magic-master.html":{"title":"Magic Master","icon":"","description":"Full Name:\nSex: Female\nAge:One of the power holders which believed to hold the power of a super magic master. Nor her father or mother has known and where she will come from. The only identifiable characteristic of her is a small red cross on the left side of her neck. The upcoming magic master is said to be unsurpassable by anyone in magic field. If her full potential is achieved, it can burn the whole world to ashes and only one person can stop this phenomenal master?She has born in the <a data-href=\"Southern Empire\" href=\"regions/southern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Southern Empire</a> without a family and her only family was her grandfather which he raised her to the fullest potential. However her grandfather is suffering a incurable disease called \"<a data-href=\"faith breaker\" href=\"keywords/faith-breaker.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">faith breaker</a>\". She is the only one that can look out for him and she is trying to find out a way to get out of the country and find a cure in the outer world. Before everything her had a financial problems so she is earning most of her money from the renown arena of the Empire. \"I will be the disease, empty heart and your fallen dream upon this world\" OR \"I lost my world if I cannot have mine, you cannot have yours either!\", if you have the power try it if not just fare well to my people and welcome to afterlife. He will betray to the dreamers team and detonate himself over his love confusion and will quarter of the remaining world map. ","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Quotes and Sayings","level":3,"id":"Quotes_and_Sayings_0"}],"links":["regions/southern-empire.html","keywords/faith-breaker.html"],"author":"","coverImageURL":"","fullURL":"characters/magic-master.html","pathToRoot":"../..","attachments":[],"createdTime":1728261932199,"modifiedTime":1749015775471,"sourceSize":1362,"sourcePath":"Book Series/Characters/Magic Master.md","exportPath":"characters/magic-master.html","showInTree":true,"treeOrder":16,"backlinks":["book-sequence/1.-all-out-war.html","keywords/power-holders.html"],"type":"markdown"},"characters/nightmare.html":{"title":"Nightmare","icon":"","description":"Full Name:\nSex: Female\nAge:An unknown personality that is about to end the world peace and stop the good from spreading. It is always doubted whether this person is the devil itself because of the illusions and deceptions it can create to change the perspectives of others. It is believed to have some ground shaking abilities and the body of a beauty or a handsome person. There are not many informative ancient texts about the detailed abilities of the user \"nightmare\".A child has been abducted by the <a data-href=\"Beast Kingdom\" href=\"regions/beast-kingdom.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Beast Kingdom</a>'s prince and his family got killed at the day of her mother died from giving birth. At the birth stage she ripped her mother's stomach open to breath and as a result her mother received organ failures. The maid that was helping the mother was so shocked that she called for the royal guards for help without the permission of the father. Her father was one of the brave solders who fought in the ancient beast war and got the royal knight medal but at that day he was on duty. When he heard about what happened he tried to get his new born back by attacking the prince and got killed.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/beast-kingdom.html"],"author":"","coverImageURL":"","fullURL":"characters/nightmare.html","pathToRoot":"../..","attachments":[],"createdTime":1728388865210,"modifiedTime":1735698542438,"sourceSize":1113,"sourcePath":"Book Series/Characters/Nightmare.md","exportPath":"characters/nightmare.html","showInTree":true,"treeOrder":17,"backlinks":["book-sequence/1.-all-out-war.html","characters/the-saint.html","keywords/power-holders.html"],"type":"markdown"},"characters/southern-empress.html":{"title":"Southern Empress","icon":"","description":"She became the leader of the South in young age because of her father's illness and she contributed to the Empire by strengthning the army by ten folds. Later she became the best successor of the time known with her high intelligence and forgiveness.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"characters/southern-empress.html","pathToRoot":"../..","attachments":[],"createdTime":1735963119234,"modifiedTime":1739074234005,"sourceSize":250,"sourcePath":"Book Series/Characters/Southern Empress.md","exportPath":"characters/southern-empress.html","showInTree":true,"treeOrder":18,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown"},"characters/strength-master.html":{"title":"Strength Master","icon":"","description":"Full Name:\nSex: Male\nAge:Everyone knows the super human but this was different since it is the strongest being that can tear the world apart like a wild animal and as agile as it gets. The perfect body to show your muscles and get people to like you unless you did not had a ugly face.A man that was know for being the greatest thief of all time in <a data-href=\"Southern Empire\" href=\"regions/southern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Southern Empire</a> and <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a>. Since no one can beat this guy in strength, everyone in the capital accepts their fate when this guy shows up on the street. All restaurants, shops gets closed, everyone hides their wife and even the guards does not want to be seen on duty while he is around.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/southern-empire.html","regions/northern-empire.html"],"author":"","coverImageURL":"","fullURL":"characters/strength-master.html","pathToRoot":"../..","attachments":[],"createdTime":1728438685767,"modifiedTime":1735698619587,"sourceSize":657,"sourcePath":"Book Series/Characters/Strength Master.md","exportPath":"characters/strength-master.html","showInTree":true,"treeOrder":19,"backlinks":["book-sequence/1.-all-out-war.html","keywords/power-holders.html"],"type":"markdown"},"characters/supreme-body.html":{"title":"Supreme Body","icon":"","description":"Full Name:\nSex: Male\nAge:A body said to have a constitution for not be able to use neither magic nor strength. However his power lies in his body which has the ability to stand any amount of punches, marshal arts and even injuries. So called \"the ultimate defense\", the only problem is it has known to have a great weakness of magic.A boy only known with a nickname born in the <a data-href=\"Wastelands\" href=\"regions/wastelands.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Wastelands</a> as a slave and later came to <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a> to earn his living without his family because of his lord's orders as a slave. Always wanted to be a fighter and a martial artist so he has been a good reader and learner in secret. After some time later when his lord found out about his constitution the lord makes him his personal bodyguard. Several years later he has been givenn to the Northern Emperor as a gift from his master to receive illegal goods and submit to Military Advisor of the North.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/wastelands.html","regions/northern-empire.html"],"author":"","coverImageURL":"","fullURL":"characters/supreme-body.html","pathToRoot":"../..","attachments":[],"createdTime":1728261941693,"modifiedTime":1758220010532,"sourceSize":899,"sourcePath":"Book Series/Characters/Supreme Body.md","exportPath":"characters/supreme-body.html","showInTree":true,"treeOrder":20,"backlinks":["book-sequence/1.-all-out-war.html","keywords/power-holders.html"],"type":"markdown"},"characters/the-saint.html":{"title":"The Saint","icon":"","description":"A famous monk that has a statue in the capital of <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a>, Luna and it is said that he has mastered the emotion control which granted him divine powers. He creates various monuments that applies justice, \"the bridge of justice\" (a deep hole to hell with a bridge comes containing the sacrifice in the middle and according to heaviness of his/her sins and evilness, the person receives a pyschological and physical punishment from skeletons and monsters giving him pain), one of the trump card is \"the sword of both worlds\" which nullifies everything on its path when the huge sword is fully emerged from the sky with a light storm.(can be used, when there are so many sinful and evil people in an area). The old guy is living for 100s of years and his weakness is feeling a strong emotion at a moment. To avoid such a weakness he has mastered emotion control and even if one emotion tries to take over the other opposite emotion suprasses it. That means his face is literally half happy/smiling and half sad/crying at one moment when casting a power.His powers may erase someone's sins based on if the person receiving punishment has a will to submission to the God.\n<br>The <a data-href=\"Nightmare\" href=\"characters/nightmare.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Nightmare</a> once will imitate the saint from his status in the temples and will show some guidance to dream and his team and later in the form of saint she will attack them with saint’s moves as a fake but instead he will do her own power but showing herself as saint.\n<br>--The real saint will be showing up while protecting the fake <a data-href=\"Divine Body\" href=\"characters/divine-body.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Divine Body</a>. There won’t be magic resistance master but instead the saint himself will join <a data-href=\"Dreamer\" href=\"characters/dreamer.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Dreamer</a>’s team. He was protecting the child because he had made a promise to the great emperor as his royal knight because the emperor said he will have the dreamer’s blood but there will be a mistake and confusion and doubt for everyone. Later the reader will learn that he is someone important(not sure who yet)--WRONG instead it will be Supreme Body If you succeed in solitude, you will be able to use divine powers as a hermit. Peace keeper/ The Saint: In order to grow, you need to know yourself emotionally, strengths and your flaws. There are some which cannot be avoided no matter what such as Lust, Greed and Chaos. A Man can try to prevent the lust and greed by becoming blind but, at the end of the tunnel the fear of turning into lustful and greedy person makes him lose himself. There are no easy ways to prevent the human nature, the gifts and punishments that is given at birth. The only options you will ever have are \"monster\"(losing himself to weaknesses), \"balance\" and \"fear\"(blinding himself to prevent weaknesses) for all. It is easy to become a monster and only a weak person can fear all his life... but balance is the hardest one of all which requires willpower and the smile of the fate. Time is a resource as all the tools and utilities such as money, if you keep your head in the sand and not know how to use these tools for the better good or give your control over to them then you cannot further crack the small flaws of lust and greed.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Quotes and Sayings","level":3,"id":"Quotes_and_Sayings_0"}],"links":["regions/northern-empire.html","characters/nightmare.html","characters/divine-body.html","characters/dreamer.html"],"author":"","coverImageURL":"","fullURL":"characters/the-saint.html","pathToRoot":"../..","attachments":[],"createdTime":1735691033538,"modifiedTime":1758228348427,"sourceSize":3144,"sourcePath":"Book Series/Characters/The Saint.md","exportPath":"characters/the-saint.html","showInTree":true,"treeOrder":21,"backlinks":["book-sequence/1.-all-out-war.html","regions/places/monk-temple-ruins.html"],"type":"markdown"},"keywords/ancient-beast-war.html":{"title":"Ancient Beast War","icon":"","description":"A world war that broke out almost 400 years ago between Humans and Beasts in <a data-href=\"Kingdom Of Peace\" href=\"regions/kingdom-of-peace.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Kingdom Of Peace</a>. It caused a global breakout, including a long food shortages and brought drought to the lands because of so much blood. It lasted 51 years and ended with the independence agreement between two parties (Humans and Beasts).<br>The war was so intense because of emergence of <a data-href=\"Power Holders\" href=\"keywords/power-holders.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Power Holders</a> and Dragons. Later this caused Dragon species to become extinct. Also world map has changed as it is today. Including some landmarks like <a data-href=\"7 Islands\" href=\"regions/places/7-islands.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">7 Islands</a> and <a data-href=\"Wastelands\" href=\"regions/wastelands.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Wastelands</a>.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/kingdom-of-peace.html","keywords/power-holders.html","regions/places/7-islands.html","regions/wastelands.html"],"author":"","coverImageURL":"","fullURL":"keywords/ancient-beast-war.html","pathToRoot":"../..","attachments":[],"createdTime":1735694283640,"modifiedTime":1746320328451,"sourceSize":558,"sourcePath":"Book Series/Keywords/Ancient Beast War.md","exportPath":"keywords/ancient-beast-war.html","showInTree":true,"treeOrder":23,"backlinks":["characters/great-emperor.html","regions/kingdom-of-peace.html","regions/places/monk-temple-ruins.html"],"type":"markdown"},"keywords/clan-rules.html":{"title":"Clan Rules","icon":"","description":"\nNo outsiders are allowed to visit.\nOnly people with the tokens and high ranking visitors\n","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"keywords/clan-rules.html","pathToRoot":"../..","attachments":[],"createdTime":1735693954845,"modifiedTime":1740546520701,"sourceSize":92,"sourcePath":"Book Series/Keywords/Clan Rules.md","exportPath":"keywords/clan-rules.html","showInTree":true,"treeOrder":24,"backlinks":["organizations/clans/iceland-air-temple.html","organizations/clans/plantain-poison-temple.html","organizations/clans/stone-temple.html","organizations/clans/sud-volcano-fire-temple.html"],"type":"markdown"},"keywords/eternal-prison.html":{"title":"Eternal Prison","icon":"","description":"This is an ancient technique which is used for sealing devils and supressing their powers using an eternal realm item (unbreakable divine item).\nThis is done by a willing sacrifice made by power holders. As a result of the sacrifice the power holder must die. However later in a <a data-href=\"Secret Scroll of The Empress\" href=\"keywords/secret-scroll-of-the-empress.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Secret Scroll of The Empress</a>, more will be discovered.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["keywords/secret-scroll-of-the-empress.html"],"author":"","coverImageURL":"","fullURL":"keywords/eternal-prison.html","pathToRoot":"../..","attachments":[],"createdTime":1735691393567,"modifiedTime":1735692694558,"sourceSize":337,"sourcePath":"Book Series/Keywords/Eternal Prison.md","exportPath":"keywords/eternal-prison.html","showInTree":true,"treeOrder":25,"backlinks":["characters/devils.html","keywords/secret-scroll-of-the-empress.html","organizations/the-dungeon.html"],"type":"markdown"},"keywords/faith-breaker.html":{"title":"faith breaker","icon":"","description":"An incurable unknown ancient disease that spreads from heart to all over the body. The body becomes weak in each stage and it ends in death. The cause is said to be the devil's work on powerful people when they face the devil's curse...","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"keywords/faith-breaker.html","pathToRoot":"../..","attachments":[],"createdTime":1735963216801,"modifiedTime":1735963463116,"sourceSize":236,"sourcePath":"Book Series/Keywords/faith breaker.md","exportPath":"keywords/faith-breaker.html","showInTree":true,"treeOrder":26,"backlinks":["characters/magic-master.html"],"type":"markdown"},"keywords/power-holders.html":{"title":"Power Holders","icon":"","description":"Legendary Power Holder Bending Types:\n1. <a data-href=\"Dreamer\" href=\"characters/dreamer.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Dreamer</a>: Reality (for a limited time), Time (slow or fast, you also get effected)<br>\n2. <a data-href=\"Nightmare\" href=\"characters/nightmare.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Nightmare</a>: Illusion, Sense (5 senses), Emotion (increase, decrease...) - there may some side effects or only casts one at a time (can becomes powerless against enemies during casting)<br>\n3. <a data-href=\"Magic Master\" href=\"characters/magic-master.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Magic Master</a>:Magic (including all rare bending types, can grant others magic to some extent)<br>\n4. <a data-href=\"Strength Master\" href=\"characters/strength-master.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Strength Master</a>:Strength (change yourself and other's physical strength to some extent)<br>\n5. <a data-href=\"Divine Body\" href=\"characters/divine-body.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Divine Body</a> :Defense 1 (magic absorbtion &amp; reuse, magic nullification)<br>\n6. <a data-href=\"Supreme Body\" href=\"characters/supreme-body.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Supreme Body</a>: Defense 2 (strength absorbtion &amp; reuse, strength nullification)\nThey can make things permanent in a limited area by sacrificing their life and body. Sometimes can curse or heal someone for a lineage as well. Curses on someone can transfer through blood or sexual interactions based on the caster's power and life span left.\n<br>They have emotional and physical de buffs such that <a data-href=\"Nightmare\" href=\"characters/nightmare.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Nightmare</a> is actually have a curse of being ugly and always wears beautifying deception and a physical face mask for pretending to protect her beauty. Also has other permanent binding curses that reduces her powers and disgusts others around her because of her being the Nightmare's vessel.\nA vessel is said to be having the power and blood of a power holder. They carry some burdens and mostly emotional de buffs that comes with the power. The will of the blood and vessel's ideas does not conflict but sometimes effects the important decisions and ideas.\n","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["characters/dreamer.html","characters/nightmare.html","characters/magic-master.html","characters/strength-master.html","characters/divine-body.html","characters/supreme-body.html","characters/nightmare.html"],"author":"","coverImageURL":"","fullURL":"keywords/power-holders.html","pathToRoot":"../..","attachments":[],"createdTime":1735694997775,"modifiedTime":1749014963774,"sourceSize":1564,"sourcePath":"Book Series/Keywords/Power Holders.md","exportPath":"keywords/power-holders.html","showInTree":true,"treeOrder":27,"backlinks":["book-sequence/1.-all-out-war.html","keywords/ancient-beast-war.html"],"type":"markdown"},"keywords/secret-scroll-of-the-empress.html":{"title":"Secret Scroll of The Empress","icon":"","description":"This scroll has been passed down from the Great Emperor to his ancestors and contains how to perform the <a data-href=\"Eternal Prison\" href=\"keywords/eternal-prison.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Eternal Prison</a> and details about the devils including how to bypass the sacrifice ritual with a trick and unseal the devils faster.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["keywords/eternal-prison.html"],"author":"","coverImageURL":"","fullURL":"keywords/secret-scroll-of-the-empress.html","pathToRoot":"../..","attachments":[],"createdTime":1735692047137,"modifiedTime":1735692220471,"sourceSize":240,"sourcePath":"Book Series/Keywords/Secret Scroll of The Empress.md","exportPath":"keywords/secret-scroll-of-the-empress.html","showInTree":true,"treeOrder":28,"backlinks":["keywords/eternal-prison.html"],"type":"markdown"},"organizations/clans/iceland-air-temple.html":{"title":"Iceland-Air Temple","icon":"","description":"Grandmaster:\nVeteran (1):\nElder (2):\nTotal people in Clan:\nFollows: <a data-href=\"Clan Rules\" href=\"keywords/clan-rules.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Clan Rules</a>","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["keywords/clan-rules.html"],"author":"","coverImageURL":"","fullURL":"organizations/clans/iceland-air-temple.html","pathToRoot":"../../..","attachments":[],"createdTime":1735692943832,"modifiedTime":1735694008226,"sourceSize":102,"sourcePath":"Book Series/Organizations/Clans/Iceland-Air Temple.md","exportPath":"organizations/clans/iceland-air-temple.html","showInTree":true,"treeOrder":31,"backlinks":["regions/southern-empire.html"],"type":"markdown"},"organizations/clans/plantain-poison-temple.html":{"title":"Plantain-Poison Temple","icon":"","description":"Grandmaster:\nVeteran (1):\nElder (2):\nTotal people in Clan:\nFollows: <a data-href=\"Clan Rules\" href=\"keywords/clan-rules.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Clan Rules</a>","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["keywords/clan-rules.html"],"author":"","coverImageURL":"","fullURL":"organizations/clans/plantain-poison-temple.html","pathToRoot":"../../..","attachments":[],"createdTime":1735692991729,"modifiedTime":1735694008231,"sourceSize":103,"sourcePath":"Book Series/Organizations/Clans/Plantain-Poison Temple.md","exportPath":"organizations/clans/plantain-poison-temple.html","showInTree":true,"treeOrder":32,"backlinks":["regions/southern-empire.html"],"type":"markdown"},"organizations/clans/stone-temple.html":{"title":"Stone Temple","icon":"","description":"Grandmaster:\nVeteran (1):\nElder (2):\nTotal people in Clan:\nFollows: <a data-href=\"Clan Rules\" href=\"keywords/clan-rules.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Clan Rules</a>","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["keywords/clan-rules.html"],"author":"","coverImageURL":"","fullURL":"organizations/clans/stone-temple.html","pathToRoot":"../../..","attachments":[],"createdTime":1735692951947,"modifiedTime":1735694008233,"sourceSize":102,"sourcePath":"Book Series/Organizations/Clans/Stone Temple.md","exportPath":"organizations/clans/stone-temple.html","showInTree":true,"treeOrder":33,"backlinks":["regions/northern-empire.html"],"type":"markdown"},"organizations/clans/sud-volcano-fire-temple.html":{"title":"Sud-Volcano Fire Temple","icon":"","description":"Grandmaster:\nVeteran (1):\nElder (2):\nTotal people in Clan:\nFollows: <a data-href=\"Clan Rules\" href=\"keywords/clan-rules.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Clan Rules</a>","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["keywords/clan-rules.html"],"author":"","coverImageURL":"","fullURL":"organizations/clans/sud-volcano-fire-temple.html","pathToRoot":"../../..","attachments":[],"createdTime":1735692915391,"modifiedTime":1735694008229,"sourceSize":102,"sourcePath":"Book Series/Organizations/Clans/Sud-Volcano Fire Temple.md","exportPath":"organizations/clans/sud-volcano-fire-temple.html","showInTree":true,"treeOrder":34,"backlinks":["regions/beast-kingdom.html"],"type":"markdown"},"organizations/beast-labs.html":{"title":"Beast Labs","icon":"","description":"The work of some magicians starts the first experiments and makes it half legal in secret with the command of the Beast Emperor and later creates the ultimate weapons for war.In the details, the <a data-href=\"Beast Kingdom\" href=\"regions/beast-kingdom.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Beast Kingdom</a> works on some magic experimentation along with cloning physical beings. The B. Labs successfully creates a magic technique to summon a mythical dragon that will be used in the war.Later on they also achieve to create more powerful beast combinations with compatible species.<br>\nWhen the experimentations are found by <a data-href=\"Dreamer\" href=\"characters/dreamer.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Dreamer</a>'s allies, it could be too late to stop.<br>The <a data-href=\"The Dungeon\" href=\"organizations/the-dungeon.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">The Dungeon</a> and <a data-href=\"Beast Labs\" href=\"organizations/beast-labs.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Beast Labs</a> are stationed under different places however they seek the same goal in the start which is granting the peace upon the world. But unfortunately Beast Emperor uses his authority to make the founders disappear overnight and replaces them with his own man.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/beast-kingdom.html","characters/dreamer.html","organizations/the-dungeon.html","organizations/beast-labs.html"],"author":"","coverImageURL":"","fullURL":"organizations/beast-labs.html","pathToRoot":"../..","attachments":[],"createdTime":1730604083797,"modifiedTime":1749014882220,"sourceSize":876,"sourcePath":"Book Series/Organizations/Beast Labs.md","exportPath":"organizations/beast-labs.html","showInTree":true,"treeOrder":35,"backlinks":["organizations/beast-labs.html"],"type":"markdown"},"organizations/the-dungeon.html":{"title":"The Dungeon","icon":"","description":"A secret organization with the goal of \"Project Dungeon\" under a person called \"dungeon leader\" which has the headquarters stationed under a south west city close to the Beast Kingdom. Approximately 8150 believers exist in the dungeon but a small amount of people stays in HQ as others serve the dungeon leader and the grand elders. Others are spread to other cities to gather information and news by spying the current condition of the South and North Kingdoms.Project dungeon encourages power holders to sacrifice themselves to add an extra layer of protection/seal to eternal realm items using <a data-href=\"Eternal Prison\" href=\"keywords/eternal-prison.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Eternal Prison</a> technique which holds the devil’s pieces in. Each piece contains a power of the devil which cannot be destroyed completely and only be sealed. Some groups are trying to awaken and restore the devil that was once the supreme leader of evils","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["keywords/eternal-prison.html"],"author":"","coverImageURL":"","fullURL":"organizations/the-dungeon.html","pathToRoot":"../..","attachments":[],"createdTime":1728439840283,"modifiedTime":1735691779894,"sourceSize":860,"sourcePath":"Book Series/Organizations/The Dungeon.md","exportPath":"organizations/the-dungeon.html","showInTree":true,"treeOrder":36,"backlinks":["characters/divine-body.html","organizations/beast-labs.html"],"type":"markdown"},"others/ideas.html":{"title":"IDEAS","icon":"","description":"<a rel=\"noopener nofollow\" class=\"external-link is-unresolved\" href=\"https://rgbstudios.org/projects/dnd-dice?m=\" target=\"_self\">https://rgbstudios.org/projects/dnd-dice?m=</a>\n5. Most of the time characters confirms the kill by fully dissolving the enemy bodies especially the strong ones because it is believed to be the devil within them can awaken or the evil soul within can escape to find a vessel for revenge. A plot: When the devil of greed is freed, he will find the Magical Master and make him doubt his decisions and take him to his side. Romeo and Juliet representation will be stated with the forbidden relationship between Alexander Romeo and Saint Julia. When the empress dies and world falls into chaos, another legendary devil will emerge by shattering the realm item with his power alone. He gets fed by lust and becomes strong. she will be confined before in Dragon dungeon organization, but she will destroy the prison and escape. When he piereccs through the eternal realm item, there are still magic circles imprisoning her but the guards will immidiately go and notify the leader but it will be late because she will break through the magic circle prison as well. The power of dreamer and nightmare are almost identical and un identifibale one from another because one feeling is real and even though the other one is imaginary and fake it feels exactly the same. The only thing you can distinguish them is their actions and behaviours, however you will later learn that these differs because they have been raised in a way that they might behave differently outside than inside (at least they try). Nightmare is secretly curious about dreamer as she learns about opposite powers (opposite attracts) and she sometimes follows him and some small unboxing events happening are because of her such as a cat dropping a cup or some squeaky sound from old wood floor etc. Dreamer can try to sacrifice himself by dreaming a peaceful world and make it come true by bending reality but nightmare would say they do not deserve you as the sacrifice, instead I can create an eternal illusion casted on earth that will make the peace come true the same way, this may not erase what I have done but at least easy my heart a little after all I have done (maybe written in old history- reason of kingdom of peace) The dreamer will follow the nightmare in secret until the entrance to crater, this was the last moment he wanted to see her as he was planning to end the revenge deep within, however he was doubtful about the situation since it could have been a trap. (in the crater, the team of previous dreamer's status was remaining and as if they were trying to protect themselves from something and the expressions on their faces showing an unimaginable fate awaiting them) If everyone does it, it does not mean it is a good thing, if no one does it, it does not mean it is bad thing All around the world, searching or reading the remaining of The kingdom of peace considered forbidden because&nbsp; no one believed that it was peaceful at all and the biggest portion of the history books has been destroyed with the fires of the Ancient war. However dreamer still believes in the ancient peace kingdom and only Southern Empire gives permit to his people to search freely.l about it because they also believe in. The devil in eternal prison will be unleashed with the sacrifice of magic master as he loses his mind over his love. He uses all his life force with forbidden magic to sacrifice himself and revive the devil that was imprisoned in an eternal realm item. The unbreakable item gets broken with the forbidden magic which was also initially created with. (prison was also created with a sacrifice and forbidden magic) Unreal mountains between south and north empires which separates them and there is a huge gate called “gate of solstice” on both sides it is guarded heavily and used for trade purposes I heard that if you carry this piece of the ring , it will grant you the wishes of an immortal because I heard from my family that it belong to the greed! but do not tell anyone ok? (some children talking about it between them) a passer by evasdrop the conversation but not care an ounce until he sees the shine of that object inside the palm of that kid and something inside him arises to steal it. After a minute later the kids are crying and the man is laughing while looking at the broken piece of metal in his hand. Some royal guards on duty sees what happened and arrests him but when the piece of metal is taken by the guard, the man starts to talk like \"what happened to me why are you taking me etc.\" the weird event goes to ear of the northern minister and he requests the piece of metal taken that day. Orexis will be killed in a couple of minutes when she has awakened from the deep slumber by an unknown entity later known as devil of chaos. First time an immortal is getting killed completely shakes the entire world and speaculations and theories goes to ear of devil of greed. The group of people who woke Orexis, gets angry and declares a medium scale war against devil of greed, which is going to be known as \"war of greed\" because the devil is ding to devour all of the army with only himself with 1 surviver to tell what happened. Make the geographical area and map of the world $$$!!!?!?! Power user are only able to use their power by practice to achieve their potential, first steps are hand gestures or item use for help then only with eyes, highest level is by dreaming/daydreaming about the environment. In the early stages of the book, there will be some illusions of a general without any scars which will later to be revealed a replica of real when reader discovers in the first scenes, it was fake coming from nightmare and to gather intelligence. Nightmare is known to be the third best assassin in the world but later, she will kill other best assassins to be the first. The Beast king is carrying half dragon ancestry and giving his blood samples for the reawakening of the ancient dragon summon in the war. Several generals are went through assassination attempts, but most of them are at immortal heart stage and have not killed, but since they got their arms or body ripped before the support arrived, most places cannot completely recover because they are old, there are scars. Some are tortured so their hands, fingers, nails have the scars of ripped up body parts. ","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"others/ideas.html","pathToRoot":"../..","attachments":[],"createdTime":1730603503984,"modifiedTime":1763856815852,"sourceSize":6341,"sourcePath":"Book Series/Others/IDEAS.md","exportPath":"others/ideas.html","showInTree":true,"treeOrder":38,"backlinks":[],"type":"markdown"},"others/map.html":{"title":"Map","icon":"","description":"Year between : XXXXX - ancient times.\n<a rel=\"noopener nofollow\" class=\"external-link is-unresolved\" href=\"https://watabou.itch.io/medieval-fantasy-city-generator\" target=\"_self\">https://watabou.itch.io/medieval-fantasy-city-generator</a><br>\n<a rel=\"noopener nofollow\" class=\"external-link is-unresolved\" href=\"https://inkarnate.com/\" target=\"_self\">https://inkarnate.com/</a><br>\n<a rel=\"noopener nofollow\" class=\"external-link is-unresolved\" href=\"https://www.calligrapher.ai/\" target=\"_self\">https://www.calligrapher.ai/</a><br>\n<img alt=\"IMG_0878.jpeg\" src=\"other/img_0878.jpeg\" target=\"_self\">","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"other/img_0878.jpeg","fullURL":"others/map.html","pathToRoot":"../..","attachments":["other/img_0878.jpeg"],"createdTime":1752956829619,"modifiedTime":1760754795951,"sourceSize":164,"sourcePath":"Book Series/Others/Map.md","exportPath":"others/map.html","showInTree":true,"treeOrder":39,"backlinks":[],"type":"markdown"},"others/musical-period.html":{"title":"Musical Period","icon":"","description":"Intro musical: Tires on fire by Coda\n0.03-0.06: Dreamer\n0.06-0.12: Magic Master\n0.14-0.18: Empress\n0.18-0.21: Magic Master\n0.21-0.32: Fierce battle scene of Strength master and Ultimate Defense\n0.32-0.38: Villain power show\n0.38-0.42: Kingdom of beast\n0.42-0.48: Return of An Immortal\n0.48-1.02: 2 character intro main (Saint and Nightmare illusions)\n1.02-1.12: Someone is watching from the darkness and shadow (Chaos or Unknown)\n1.12-1.25: Dreamer and His team trying to discover the darkness\n1.25-1.35: Escalation of movements: Some action/battle will going to happen\n1.25-2.03: 1/2 is Rise of the immortal with ritual then 1/2 is Mix of scenes searching, discovering while someone is watching from either sky or shadows/dark placesat 2.20min, for prison escape or prison entrance scene gets arrested\nat 3:24min, alarm for prison\nMr Scruff- Kalimba (Ninja Tuna)at 1:32-1.54min, intro of the devil of chaos later\nGiorno's Theme (Jay D Remix)Betrayal of Magic Master, he will sacrifice himself by showing his ultimate move to dreamer's team:\nVegeta Super Saiyan Theme - DDRMRAction 1, Second Beast War:\nFFVII REMAKE: Let the Battles Begin!Action 2, Second Beast War, the beginning:\nYou See Big Girl / T:T - Sawano HiroyukiSlow flow Action 2 mix-drama:\nTargaryen Theme (Epic Version) - Samuel KimReturn of the devil (greed):\nawake - Taku lwasakibackground music for floating island arc:\nAlways Forever - Cults //maybe only the beginning part of the music of whole with or without vocalWhen one of the main char or important side char gets slain-ed by nightmare (eg. southern queen, lover of magic master):\nLife Letters - Never Get Used To PeoplePower User Musical 1:\nDisappear - Maniak-B //maybe slow it down and change/remove the the background vocal*Training Arc:\n0.38: Glorious Morning - WaterflameRelaxing - romance, not sure:\nWhite Flag - DidoLazy morning musical, cannot wake up but someone wakes him up as if she is the mother by whopping, running around trying to escape while sleeping:\nKung Fu Fighting - Carl DouglasDesert background musical:\nArabian Nights (2019) - Instrumental - Alan Menken, Howard Ashman, Benj Pasek, Justin PaulThe reason why - Ayasa\nThe beast king finally steps into the south empire palace with his army and declares his world domination as one, some of the power holders hiding in the crowd while watching becomes emotional and angry and some hugs each other at the moment of volume up.New beginning:\nMemory Reboot - VDJ, NarventHere with me - d4vd\nRomance and sadness -----NOt sure\nAssassin's Creed 2 OST / Jesper Kyd - Ezio's Family (Track 03)first (8seconds)\nyumy yumy yumyOne of the power holder side music:\nPower of Life and Death - Fear, and Loathing in Las VegasEnding:\nEthereal - Txmy","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"others/musical-period.html","pathToRoot":"../..","attachments":[],"createdTime":1748490364973,"modifiedTime":1760063155319,"sourceSize":2781,"sourcePath":"Book Series/Others/Musical Period.md","exportPath":"others/musical-period.html","showInTree":true,"treeOrder":40,"backlinks":[],"type":"markdown"},"others/resources-used-&-inspired-from.html":{"title":"Resources Used & Inspired From","icon":"","description":"\nRomeo and Juliet (Great emperor and Saint)\nTannin in Hebrew (Beast King)\nAlexander in Greek (Great Emperor as defender of mankind)\nJudas (the one betrayed to Jesus)\nFamous position of Dio from JoJo (similar pose used by devil of Greed when awakened)\nChamdan in Hebrew (greedy)\nOrexis in Hebrew (strong desire/lust)\nStar wars, force usage (Power of devils)\nAtilla (Rome)\n<a rel=\"noopener nofollow\" class=\"external-link is-unresolved\" href=\"https://www.instagram.com/p/DJit61tuK7R/\" target=\"_self\">https://www.instagram.com/p/DJit61tuK7R/</a> (lore can be used)\n<br><a rel=\"noopener nofollow\" class=\"external-link is-unresolved\" href=\"https://chronas.org/\" target=\"_self\">https://chronas.org/</a> (map for all history)\n<br><a rel=\"noopener nofollow\" class=\"external-link is-unresolved\" href=\"https://www.instagram.com/p/DIUpQKLTlM-/\" target=\"_self\">https://www.instagram.com/p/DIUpQKLTlM-/</a> (might become a marş)\n<br>magic ?? <a rel=\"noopener nofollow\" class=\"external-link is-unresolved\" href=\"https://www.instagram.com/p/DGah0qXIfKY/\" target=\"_self\">https://www.instagram.com/p/DGah0qXIfKY/</a>\n<br>get inspired or else (for one of the characters) <a rel=\"noopener nofollow\" class=\"external-link is-unresolved\" href=\"https://www.instagram.com/p/DH6FCidyysF/\" target=\"_self\">https://www.instagram.com/p/DH6FCidyysF/</a>\n","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[{"heading":"Resources Used &amp; Inspired From","level":1,"id":"Resources_Used_&_Inspired_From_0"}],"links":[],"author":"","coverImageURL":"","fullURL":"others/resources-used-&-inspired-from.html","pathToRoot":"../..","attachments":[],"createdTime":1751001392934,"modifiedTime":1762406300229,"sourceSize":706,"sourcePath":"Book Series/Others/Resources Used & Inspired From.md","exportPath":"others/resources-used-&-inspired-from.html","showInTree":true,"treeOrder":41,"backlinks":[],"type":"markdown"},"regions/places/7-islands.html":{"title":"7 Islands","icon":"","description":"Weather: Tropical Rains (Too much)\nPart of the Beast Kingdom and it is located on the western region of the volcano. Some mineral mines, tropical fruit and fishing trade markets has been established all around this region.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"regions/places/7-islands.html","pathToRoot":"../../..","attachments":[],"createdTime":1735695230926,"modifiedTime":1735695876841,"sourceSize":226,"sourcePath":"Book Series/Regions/Places/7 Islands.md","exportPath":"regions/places/7-islands.html","showInTree":true,"treeOrder":44,"backlinks":["keywords/ancient-beast-war.html","regions/beast-kingdom.html"],"type":"markdown"},"regions/places/ancient-graveyard.html":{"title":"Ancient Graveyard","icon":"","description":"The ancestors of the Humans and Beasts resides here in this graveyard along with various treasures. However it is completely forbidden and disrespectful to search and dig up graves for Humans and Beasts. A rumor says that even remainants of some Dragon species are buried here but most of the gravestones are gone missing or destroyed due to long weather conditions.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"regions/places/ancient-graveyard.html","pathToRoot":"../../..","attachments":[],"createdTime":1735696098092,"modifiedTime":1735696945364,"sourceSize":366,"sourcePath":"Book Series/Regions/Places/Ancient Graveyard.md","exportPath":"regions/places/ancient-graveyard.html","showInTree":true,"treeOrder":45,"backlinks":["characters/great-emperor.html","regions/southern-empire.html"],"type":"markdown"},"regions/places/cursed-crater.html":{"title":"Cursed Crater","icon":"","description":"This meteorite has landed in unknown dates in history and it radiates so much power that no one was able to obtain it since then. If someone approches this landmark they will vanish and perish with their greed. It is located behind the MountDuo and can be reached through a tunnel under a small waterfall.\nA rumor says that it is created by the Nightmare and one day who obtains this power can put world to despair.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"regions/places/cursed-crater.html","pathToRoot":"../../..","attachments":[],"createdTime":1735697284901,"modifiedTime":1735697567495,"sourceSize":415,"sourcePath":"Book Series/Regions/Places/Cursed Crater.md","exportPath":"regions/places/cursed-crater.html","showInTree":true,"treeOrder":46,"backlinks":["regions/beast-kingdom.html","regions/places/mountduo.html"],"type":"markdown"},"regions/places/floating-castle.html":{"title":"Floating Castle","icon":"","description":"Establishment dates are unknown along with its founders but currently it is used for territorial military camp and it is located in <a data-href=\"Lich Island\" href=\"regions/places/lich-island.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Lich Island</a>.<br>\nRumors says that this permanent gravity forcefield is created with the power of <a data-href=\"Dreamer\" href=\"characters/dreamer.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Dreamer</a> in the past to save the Castle and its people.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/places/lich-island.html","characters/dreamer.html"],"author":"","coverImageURL":"","fullURL":"regions/places/floating-castle.html","pathToRoot":"../../..","attachments":[],"createdTime":1735696085825,"modifiedTime":1735697247374,"sourceSize":287,"sourcePath":"Book Series/Regions/Places/Floating Castle.md","exportPath":"regions/places/floating-castle.html","showInTree":true,"treeOrder":47,"backlinks":["regions/southern-empire.html"],"type":"markdown"},"regions/places/gate-of-solstice.html":{"title":"Gate of Solstice","icon":"","description":"The road and gate connects the Two Empires. Used mainly for trade and political purposes. It is located in Unreal Mountains. The closes two big cities are Capital Gate (Nance Kingdom) and Capital Ronna (Daisy Kingdom).","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"regions/places/gate-of-solstice.html","pathToRoot":"../../..","attachments":[],"createdTime":1735693209756,"modifiedTime":1735693652165,"sourceSize":218,"sourcePath":"Book Series/Regions/Places/Gate of Solstice.md","exportPath":"regions/places/gate-of-solstice.html","showInTree":true,"treeOrder":48,"backlinks":["regions/places/unreal-mountains.html"],"type":"markdown"},"regions/places/lich-island.html":{"title":"Lich Island","icon":"","description":"It is located on the Southern side of Qrono Kingdom. This island is part of the Amos Kingdom and serves as a Military Fortress along with capital Suso for emergency support to the <a data-href=\"Southern Empire\" href=\"regions/southern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Southern Empire</a> capital Itapol.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/southern-empire.html"],"author":"","coverImageURL":"","fullURL":"regions/places/lich-island.html","pathToRoot":"../../..","attachments":[],"createdTime":1735696100308,"modifiedTime":1735697759726,"sourceSize":215,"sourcePath":"Book Series/Regions/Places/Lich Island.md","exportPath":"regions/places/lich-island.html","showInTree":true,"treeOrder":49,"backlinks":["regions/places/floating-castle.html","regions/southern-empire.html"],"type":"markdown"},"regions/places/monk-temple-ruins.html":{"title":"Monk Temple Ruins","icon":"","description":"Monks are said to be slaves of divine beings and brings punishment to those who shows and performs sinful activities. They can perform various divine arts, the grandmaster of this Monk Temple called \"<a data-href=\"The Saint\" href=\"characters/the-saint.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">The Saint</a>\" and his followers.<br>This place now in ruins since the <a data-href=\"Ancient Beast War\" href=\"keywords/ancient-beast-war.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ancient Beast War</a> because no one left to serve to The Saint and this place is long abandoned. It includes a fully protected statue of The Saint along with some of his followers.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["characters/the-saint.html","keywords/ancient-beast-war.html"],"author":"","coverImageURL":"","fullURL":"regions/places/monk-temple-ruins.html","pathToRoot":"../../..","attachments":[],"createdTime":1735695963551,"modifiedTime":1735698020061,"sourceSize":451,"sourcePath":"Book Series/Regions/Places/Monk Temple Ruins.md","exportPath":"regions/places/monk-temple-ruins.html","showInTree":true,"treeOrder":50,"backlinks":["book-sequence/1.-all-out-war.html","regions/northern-empire.html"],"type":"markdown"},"regions/places/mountduo.html":{"title":"MountDuo","icon":"","description":"Weather: A sloppy desert, including extreme heat.\nThis place is impossible to pass through except a a secret tunnel which goes to <a data-href=\"Cursed Crater\" href=\"regions/places/cursed-crater.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Cursed Crater</a> . The waterfall is said to be a miracle by the passerbies.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/places/cursed-crater.html"],"author":"","coverImageURL":"","fullURL":"regions/places/mountduo.html","pathToRoot":"../../..","attachments":[],"createdTime":1735697385983,"modifiedTime":1735698238186,"sourceSize":210,"sourcePath":"Book Series/Regions/Places/MountDuo.md","exportPath":"regions/places/mountduo.html","showInTree":true,"treeOrder":51,"backlinks":["regions/beast-kingdom.html"],"type":"markdown"},"regions/places/prison-rose.html":{"title":"Prison Rose","icon":"","description":"The biggest prison ever know in the world which hold 1000s of criminals and has the highest security of all. It is located in <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a>.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/northern-empire.html"],"author":"","coverImageURL":"","fullURL":"regions/places/prison-rose.html","pathToRoot":"../../..","attachments":[],"createdTime":1735695724876,"modifiedTime":1735698305262,"sourceSize":146,"sourcePath":"Book Series/Regions/Places/Prison Rose.md","exportPath":"regions/places/prison-rose.html","showInTree":true,"treeOrder":52,"backlinks":["regions/northern-empire.html"],"type":"markdown"},"regions/places/sacred-monument.html":{"title":"Sacred Monument","icon":"","description":"The statue of the <a data-href=\"Great Emperor\" href=\"characters/great-emperor.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Great Emperor</a>. It is located in <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a> in its capital Luna.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["characters/great-emperor.html","regions/northern-empire.html"],"author":"","coverImageURL":"","fullURL":"regions/places/sacred-monument.html","pathToRoot":"../../..","attachments":[],"createdTime":1735695748713,"modifiedTime":1735698364411,"sourceSize":94,"sourcePath":"Book Series/Regions/Places/Sacred Monument.md","exportPath":"regions/places/sacred-monument.html","showInTree":true,"treeOrder":53,"backlinks":["regions/northern-empire.html"],"type":"markdown"},"regions/places/unreal-mountains.html":{"title":"Unreal Mountains","icon":"","description":"Weather: Very rash snow, ice and rough sloppy.\nThe mountains separates <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a> and <a data-href=\"Southern Empire\" href=\"regions/southern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Southern Empire</a>. This makes up the borders because it is nearly impossible to get through except using the <a data-href=\"Gate of Solstice\" href=\"regions/places/gate-of-solstice.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Gate of Solstice</a>.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/northern-empire.html","regions/southern-empire.html","regions/places/gate-of-solstice.html"],"author":"","coverImageURL":"","fullURL":"regions/places/unreal-mountains.html","pathToRoot":"../../..","attachments":[],"createdTime":1735693342195,"modifiedTime":1735696267890,"sourceSize":231,"sourcePath":"Book Series/Regions/Places/Unreal Mountains.md","exportPath":"regions/places/unreal-mountains.html","showInTree":true,"treeOrder":54,"backlinks":[],"type":"markdown"},"regions/beast-kingdom.html":{"title":"Beast Kingdom","icon":"","description":"King: (almost 40)\nEconomy Advisor:\nMilitary Advisor:Population: 1.1 million\nCapital: Isowitch\nResources: black market (slaves, illegal business), fishing, trading, hunting, Oil (whale)\nPlaces: <a data-href=\"Sud-Volcano Fire Temple\" href=\"organizations/clans/sud-volcano-fire-temple.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Sud-Volcano Fire Temple</a>, <a data-href=\"MountDuo\" href=\"regions/places/mountduo.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">MountDuo</a>, Iron and Coal Mines, <a data-href=\"Cursed Crater\" href=\"regions/places/cursed-crater.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Cursed Crater</a> (meteorite)<br>\n, <a data-href=\"7 Islands\" href=\"regions/places/7-islands.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">7 Islands</a> (tiny).Goal of Beast Kingdom: Dominate the world, and after they achieve it and discover the sacred manual of ancient techniques. They try to apply the one listings that creates a permanent deception on all living beings by using and sacrificing the nightmare's vessel as the Ancient Peace Kingdom did to keep the peace upon the world for generations but for different reasons.Beast Kingdom has cities with black markets in the open. King has all the influence in the country with spies everywhere. Almost 25% of the population is considered spy. The strict rules of the King applies to everyone except nobles and royalty because they are highly forgiven.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["organizations/clans/sud-volcano-fire-temple.html","regions/places/mountduo.html","regions/places/cursed-crater.html","regions/places/7-islands.html"],"author":"","coverImageURL":"","fullURL":"regions/beast-kingdom.html","pathToRoot":"../..","attachments":[],"createdTime":1734577379845,"modifiedTime":1735697284917,"sourceSize":993,"sourcePath":"Book Series/Regions/Beast Kingdom.md","exportPath":"regions/beast-kingdom.html","showInTree":true,"treeOrder":55,"backlinks":["book-sequence/1.-all-out-war.html","characters/divine-body.html","characters/nightmare.html","organizations/beast-labs.html","regions/kingdom-of-peace.html"],"type":"markdown"},"regions/kingdom-of-peace.html":{"title":"Kingdom Of Peace","icon":"","description":"A peaceful land was living in the dark without any wars or lack of love but one summer night everything was about to change, the two nations had born without any warning and the first couple of decades was usual as peaceful as ever then before but an unexpected event occurred in an unknown street which created the first scars of its kind to its nation. A butterfly effect later, this scar of nation turned into a war that will be called <a data-href=\"Ancient Beast War\" href=\"keywords/ancient-beast-war.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ancient Beast War</a>, however the leaders of the nations, the great emperor tried to settle the war between these two races but when the news of the war reached to the empire, it was already too late and it was too unusual that no body wanted to believe such a thing in a land that has forgotten what \"war\" is because that was how peaceful the empire was. When the swords and spears were taken to war the Humans and Beasts could not bear to see each other so when the empire’s royal soldiers came to put an end to it, they destroyed the soldiers without any hesitation, the war continued every day and night because peace was never an option for them. The great emperor could not stop any one of the sides . At the end of the Ancient Beast War as a result, the empire divided into three continents containing: <a data-href=\"Beast Kingdom\" href=\"regions/beast-kingdom.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Beast Kingdom</a>, <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a>, <a data-href=\"Southern Empire\" href=\"regions/southern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Southern Empire</a>. Between the Empires and the Beast Kingdom, the unhabitable area called <a data-href=\"Wastelands\" href=\"regions/wastelands.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Wastelands</a> created which made the border for the countries.Also based on a legend, the only anomalies wasn’t this war, some strange power holders rose through the world. The fighting arenas went popular during the after war era and this time, the previous peace has replaced by pleasure and desires of the living.According to a rumor, Initially there was 12 kings and 1 emperor and they have all agreed and voted for the project with details not know to man. The project worked for almost 800 years and kept the world in peace but one day, someone from the darkness (legend of chaos) warned the people of the beast by showing an exit from the project which caused a disturbtion. Caused a war between humans and beasts later called \"ancient beast war\". Beasts did not wanted to believe any words of humans anymore. This revolution brought a new idea to beasts about peace and, what they learned from old kingdom of peace was that it was never a equal peace. However based on some sources of human nations, that 12 kings who decided the fate of the world, there were 4 beast kings among them. It is said that one of the 13 has betrayed the empire and became the one called \"devil of chaos\". However no one has seen this person, it was only a legend that tied the Kingdom of Peace and the current political placeholders.<br><a data-href=\"Southern Empire\" href=\"regions/southern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Southern Empire</a> and <a data-href=\"Northern Empire\" href=\"regions/northern-empire.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Northern Empire</a> were united in the past, but because of some small grudges between blood relatives of <a data-href=\"Great Emperor\" href=\"characters/great-emperor.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Great Emperor</a>, The heir family and the relatives separated in their own ways and they do not attack each other to show respect to the Great Emperor. However South holds much more military and financial power than North and this made North even a greater target for outsiders. Later the country became corrupted from inside with fake and illusiory government officials under the Northern Kings. Even the generals and some Kings of the North became a slave and a servant to the Beast King.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["keywords/ancient-beast-war.html","regions/beast-kingdom.html","regions/northern-empire.html","regions/southern-empire.html","regions/wastelands.html","regions/southern-empire.html","regions/northern-empire.html","characters/great-emperor.html"],"author":"","coverImageURL":"","fullURL":"regions/kingdom-of-peace.html","pathToRoot":"../..","attachments":[],"createdTime":1727364540165,"modifiedTime":1755117772134,"sourceSize":3348,"sourcePath":"Book Series/Regions/Kingdom Of Peace.md","exportPath":"regions/kingdom-of-peace.html","showInTree":true,"treeOrder":56,"backlinks":["book-sequence/1.-all-out-war.html","characters/great-emperor.html","keywords/ancient-beast-war.html"],"type":"markdown"},"regions/northern-empire.html":{"title":"Northern Empire","icon":"","description":"Emperor: (child)\nEconomy Advisor:\nMilitary Advisor:Population: 2.3 million\nKingdoms and Capitals(3): Iris-Luna, Daisy-Ronna, Astar-Mesa\nResources: factories, military equipment, trading, water, mining(minerals, iron, etc.)\nPlaces: <a data-href=\"Stone Temple\" href=\"organizations/clans/stone-temple.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Stone Temple</a>(Mesa), <a data-href=\"Prison Rose\" href=\"regions/places/prison-rose.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Prison Rose</a> (biggest), <a data-href=\"Sacred Monument\" href=\"regions/places/sacred-monument.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Sacred Monument</a> (Great Emperor), <a data-href=\"Monk Temple Ruins\" href=\"regions/places/monk-temple-ruins.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Monk Temple Ruins</a> (Luna).North Empire has 3 kings and 2 generals under the Emperor. Military power is secretly controlled by the Beast King and 2 of the kings serves to him as well. Emperor is a person with deep worldly desires including women and wealth.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["organizations/clans/stone-temple.html","regions/places/prison-rose.html","regions/places/sacred-monument.html","regions/places/monk-temple-ruins.html"],"author":"","coverImageURL":"","fullURL":"regions/northern-empire.html","pathToRoot":"../..","attachments":[],"createdTime":1734577356510,"modifiedTime":1735695962967,"sourceSize":610,"sourcePath":"Book Series/Regions/Northern Empire.md","exportPath":"regions/northern-empire.html","showInTree":true,"treeOrder":57,"backlinks":["book-sequence/1.-all-out-war.html","characters/great-emperor.html","characters/strength-master.html","characters/supreme-body.html","characters/the-saint.html","regions/kingdom-of-peace.html","regions/places/prison-rose.html","regions/places/sacred-monument.html","regions/places/unreal-mountains.html"],"type":"markdown"},"regions/southern-empire.html":{"title":"Southern Empire","icon":"","description":"Empress: (Late 20s)\nEconomy Advisor:\nMilitary Advisor:Population: 5.8 million\nKingdoms and Capitals(7): Qrono-Itapol, Wois-Tiemax, Zen-Talewood, Syan I-Icer, Syan II-Firan, Amos-Suso, Nance-Gate\nResources: natural harvest, farming, mining(gems, diamond, etc.), rivers, fishing\nPlaces: <a data-href=\"Floating Castle\" href=\"regions/places/floating-castle.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Floating Castle</a>, <a data-href=\"Ancient Graveyard\" href=\"regions/places/ancient-graveyard.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Ancient Graveyard</a>, <a data-href=\"Lich Island\" href=\"regions/places/lich-island.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Lich Island</a> (small), <a data-href=\"Iceland-Air Temple\" href=\"organizations/clans/iceland-air-temple.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Iceland-Air Temple</a>(Icer), <a data-href=\"Plantain-Poison Temple\" href=\"organizations/clans/plantain-poison-temple.html\" class=\"internal-link\" target=\"_self\" rel=\"noopener nofollow\">Plantain-Poison Temple</a>(Firan), Silver/Gold/Diamond/Emerald Mines.South Empire has 7 kings and 3 generals under the Empress. Most of the job is done by the Kings and financial/military command carried out with generals. However Empress can use her authority to demand anything and change laws accordingly. She holds sense of justice for the villagers and often visits cities in secret (2 assassinations attempts).","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":["regions/places/floating-castle.html","regions/places/ancient-graveyard.html","regions/places/lich-island.html","organizations/clans/iceland-air-temple.html","organizations/clans/plantain-poison-temple.html"],"author":"","coverImageURL":"","fullURL":"regions/southern-empire.html","pathToRoot":"../..","attachments":[],"createdTime":1734577368778,"modifiedTime":1735696052971,"sourceSize":832,"sourcePath":"Book Series/Regions/Southern Empire.md","exportPath":"regions/southern-empire.html","showInTree":true,"treeOrder":58,"backlinks":["book-sequence/1.-all-out-war.html","characters/dreamer.html","characters/great-emperor.html","characters/magic-master.html","characters/strength-master.html","regions/kingdom-of-peace.html","regions/places/lich-island.html","regions/places/unreal-mountains.html"],"type":"markdown"},"regions/wastelands.html":{"title":"Wastelands","icon":"","description":"Ruler: None\nCities: Rocky, Gravos, Serdica, Pautalia\nPlaces: Wastelands does not follow any ruler and have slave markets and the greatest black market auctions. It is often called 'Lawless state' or \"Dead land\" because no lawmaker exists and there are no plans or living, except some illegal businesses and criminals who escaped from Empires.","aliases":[],"inlineTags":[],"frontmatterTags":[],"headers":[],"links":[],"author":"","coverImageURL":"","fullURL":"regions/wastelands.html","pathToRoot":"../..","attachments":[],"createdTime":1734578166965,"modifiedTime":1735694392699,"sourceSize":357,"sourcePath":"Book Series/Regions/Wastelands.md","exportPath":"regions/wastelands.html","showInTree":true,"treeOrder":59,"backlinks":["book-sequence/1.-all-out-war.html","characters/supreme-body.html","keywords/ancient-beast-war.html","regions/kingdom-of-peace.html"],"type":"markdown"}},"fileInfo":{"book-sequence/1.-all-out-war.html":{"createdTime":1727363274533,"modifiedTime":1763857582457,"sourceSize":17576,"sourcePath":"Book Series/Book Sequence/1. All Out War.md","exportPath":"book-sequence/1.-all-out-war.html","showInTree":true,"treeOrder":2,"backlinks":[],"type":"markdown","data":null},"book-sequence/2.-all-out-love.html":{"createdTime":1750714019108,"modifiedTime":1750714081266,"sourceSize":180,"sourcePath":"Book Series/Book Sequence/2. All Out Love.md","exportPath":"book-sequence/2.-all-out-love.html","showInTree":true,"treeOrder":3,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown","data":null},"book-sequence/3.-all-out-chaos.html":{"createdTime":1750714027989,"modifiedTime":1750714134932,"sourceSize":161,"sourcePath":"Book Series/Book Sequence/3. All Out Chaos.md","exportPath":"book-sequence/3.-all-out-chaos.html","showInTree":true,"treeOrder":4,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown","data":null},"book-sequence/img_0878.heic":{"createdTime":1750736164624,"modifiedTime":1750736164624,"sourceSize":1861612,"sourcePath":"Book Series/Book Sequence/IMG_0878.heic","exportPath":"book-sequence/img_0878.heic","showInTree":true,"treeOrder":0,"backlinks":[],"type":"other","data":null},"book-sequence/img_0879.heic":{"createdTime":1750736164609,"modifiedTime":1750736164622,"sourceSize":11793665,"sourcePath":"Book Series/Book Sequence/IMG_0879.heic","exportPath":"book-sequence/img_0879.heic","showInTree":true,"treeOrder":0,"backlinks":[],"type":"other","data":null},"chapters/ch1.-power-in-arena.html":{"createdTime":1749738526843,"modifiedTime":1752955388477,"sourceSize":8763,"sourcePath":"Book Series/Chapters/Ch1. Power in Arena.md","exportPath":"chapters/ch1.-power-in-arena.html","showInTree":true,"treeOrder":8,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown","data":null},"chapters/ch2.-broken-sword.html":{"createdTime":1752685117871,"modifiedTime":1758691789792,"sourceSize":8522,"sourcePath":"Book Series/Chapters/Ch2. Broken Sword.md","exportPath":"chapters/ch2.-broken-sword.html","showInTree":true,"treeOrder":9,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown","data":null},"chapters/ch3.-wastelands.html":{"createdTime":1755117967095,"modifiedTime":1758692405001,"sourceSize":959,"sourcePath":"Book Series/Chapters/Ch3. Wastelands.md","exportPath":"chapters/ch3.-wastelands.html","showInTree":true,"treeOrder":10,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown","data":null},"characters/devils.html":{"createdTime":1735690513249,"modifiedTime":1763319297695,"sourceSize":6477,"sourcePath":"Book Series/Characters/Devils.md","exportPath":"characters/devils.html","showInTree":true,"treeOrder":12,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown","data":null},"characters/divine-body.html":{"createdTime":1728439318658,"modifiedTime":1758228265044,"sourceSize":672,"sourcePath":"Book Series/Characters/Divine Body.md","exportPath":"characters/divine-body.html","showInTree":true,"treeOrder":13,"backlinks":["book-sequence/1.-all-out-war.html","characters/the-saint.html","keywords/power-holders.html"],"type":"markdown","data":null},"characters/dreamer.html":{"createdTime":1728261534578,"modifiedTime":1735698561072,"sourceSize":802,"sourcePath":"Book Series/Characters/Dreamer.md","exportPath":"characters/dreamer.html","showInTree":true,"treeOrder":14,"backlinks":["book-sequence/1.-all-out-war.html","characters/great-emperor.html","characters/the-saint.html","keywords/power-holders.html","organizations/beast-labs.html","regions/places/floating-castle.html"],"type":"markdown","data":null},"characters/great-emperor.html":{"createdTime":1735696325277,"modifiedTime":1735696714389,"sourceSize":451,"sourcePath":"Book Series/Characters/Great Emperor.md","exportPath":"characters/great-emperor.html","showInTree":true,"treeOrder":15,"backlinks":["regions/kingdom-of-peace.html","regions/places/sacred-monument.html"],"type":"markdown","data":null},"characters/magic-master.html":{"createdTime":1728261932199,"modifiedTime":1749015775471,"sourceSize":1362,"sourcePath":"Book Series/Characters/Magic Master.md","exportPath":"characters/magic-master.html","showInTree":true,"treeOrder":16,"backlinks":["book-sequence/1.-all-out-war.html","keywords/power-holders.html"],"type":"markdown","data":null},"characters/nightmare.html":{"createdTime":1728388865210,"modifiedTime":1735698542438,"sourceSize":1113,"sourcePath":"Book Series/Characters/Nightmare.md","exportPath":"characters/nightmare.html","showInTree":true,"treeOrder":17,"backlinks":["book-sequence/1.-all-out-war.html","characters/the-saint.html","keywords/power-holders.html"],"type":"markdown","data":null},"characters/southern-empress.html":{"createdTime":1735963119234,"modifiedTime":1739074234005,"sourceSize":250,"sourcePath":"Book Series/Characters/Southern Empress.md","exportPath":"characters/southern-empress.html","showInTree":true,"treeOrder":18,"backlinks":["book-sequence/1.-all-out-war.html"],"type":"markdown","data":null},"characters/strength-master.html":{"createdTime":1728438685767,"modifiedTime":1735698619587,"sourceSize":657,"sourcePath":"Book Series/Characters/Strength Master.md","exportPath":"characters/strength-master.html","showInTree":true,"treeOrder":19,"backlinks":["book-sequence/1.-all-out-war.html","keywords/power-holders.html"],"type":"markdown","data":null},"characters/supreme-body.html":{"createdTime":1728261941693,"modifiedTime":1758220010532,"sourceSize":899,"sourcePath":"Book Series/Characters/Supreme Body.md","exportPath":"characters/supreme-body.html","showInTree":true,"treeOrder":20,"backlinks":["book-sequence/1.-all-out-war.html","keywords/power-holders.html"],"type":"markdown","data":null},"characters/the-saint.html":{"createdTime":1735691033538,"modifiedTime":1758228348427,"sourceSize":3144,"sourcePath":"Book Series/Characters/The Saint.md","exportPath":"characters/the-saint.html","showInTree":true,"treeOrder":21,"backlinks":["book-sequence/1.-all-out-war.html","regions/places/monk-temple-ruins.html"],"type":"markdown","data":null},"keywords/ancient-beast-war.html":{"createdTime":1735694283640,"modifiedTime":1746320328451,"sourceSize":558,"sourcePath":"Book Series/Keywords/Ancient Beast War.md","exportPath":"keywords/ancient-beast-war.html","showInTree":true,"treeOrder":23,"backlinks":["characters/great-emperor.html","regions/kingdom-of-peace.html","regions/places/monk-temple-ruins.html"],"type":"markdown","data":null},"keywords/clan-rules.html":{"createdTime":1735693954845,"modifiedTime":1740546520701,"sourceSize":92,"sourcePath":"Book Series/Keywords/Clan Rules.md","exportPath":"keywords/clan-rules.html","showInTree":true,"treeOrder":24,"backlinks":["organizations/clans/iceland-air-temple.html","organizations/clans/plantain-poison-temple.html","organizations/clans/stone-temple.html","organizations/clans/sud-volcano-fire-temple.html"],"type":"markdown","data":null},"keywords/eternal-prison.html":{"createdTime":1735691393567,"modifiedTime":1735692694558,"sourceSize":337,"sourcePath":"Book Series/Keywords/Eternal Prison.md","exportPath":"keywords/eternal-prison.html","showInTree":true,"treeOrder":25,"backlinks":["characters/devils.html","keywords/secret-scroll-of-the-empress.html","organizations/the-dungeon.html"],"type":"markdown","data":null},"keywords/faith-breaker.html":{"createdTime":1735963216801,"modifiedTime":1735963463116,"sourceSize":236,"sourcePath":"Book Series/Keywords/faith breaker.md","exportPath":"keywords/faith-breaker.html","showInTree":true,"treeOrder":26,"backlinks":["characters/magic-master.html"],"type":"markdown","data":null},"keywords/power-holders.html":{"createdTime":1735694997775,"modifiedTime":1749014963774,"sourceSize":1564,"sourcePath":"Book Series/Keywords/Power Holders.md","exportPath":"keywords/power-holders.html","showInTree":true,"treeOrder":27,"backlinks":["book-sequence/1.-all-out-war.html","keywords/ancient-beast-war.html"],"type":"markdown","data":null},"keywords/secret-scroll-of-the-empress.html":{"createdTime":1735692047137,"modifiedTime":1735692220471,"sourceSize":240,"sourcePath":"Book Series/Keywords/Secret Scroll of The Empress.md","exportPath":"keywords/secret-scroll-of-the-empress.html","showInTree":true,"treeOrder":28,"backlinks":["keywords/eternal-prison.html"],"type":"markdown","data":null},"organizations/clans/iceland-air-temple.html":{"createdTime":1735692943832,"modifiedTime":1735694008226,"sourceSize":102,"sourcePath":"Book Series/Organizations/Clans/Iceland-Air Temple.md","exportPath":"organizations/clans/iceland-air-temple.html","showInTree":true,"treeOrder":31,"backlinks":["regions/southern-empire.html"],"type":"markdown","data":null},"organizations/clans/plantain-poison-temple.html":{"createdTime":1735692991729,"modifiedTime":1735694008231,"sourceSize":103,"sourcePath":"Book Series/Organizations/Clans/Plantain-Poison Temple.md","exportPath":"organizations/clans/plantain-poison-temple.html","showInTree":true,"treeOrder":32,"backlinks":["regions/southern-empire.html"],"type":"markdown","data":null},"organizations/clans/stone-temple.html":{"createdTime":1735692951947,"modifiedTime":1735694008233,"sourceSize":102,"sourcePath":"Book Series/Organizations/Clans/Stone Temple.md","exportPath":"organizations/clans/stone-temple.html","showInTree":true,"treeOrder":33,"backlinks":["regions/northern-empire.html"],"type":"markdown","data":null},"organizations/clans/sud-volcano-fire-temple.html":{"createdTime":1735692915391,"modifiedTime":1735694008229,"sourceSize":102,"sourcePath":"Book Series/Organizations/Clans/Sud-Volcano Fire Temple.md","exportPath":"organizations/clans/sud-volcano-fire-temple.html","showInTree":true,"treeOrder":34,"backlinks":["regions/beast-kingdom.html"],"type":"markdown","data":null},"organizations/beast-labs.html":{"createdTime":1730604083797,"modifiedTime":1749014882220,"sourceSize":876,"sourcePath":"Book Series/Organizations/Beast Labs.md","exportPath":"organizations/beast-labs.html","showInTree":true,"treeOrder":35,"backlinks":["organizations/beast-labs.html"],"type":"markdown","data":null},"organizations/the-dungeon.html":{"createdTime":1728439840283,"modifiedTime":1735691779894,"sourceSize":860,"sourcePath":"Book Series/Organizations/The Dungeon.md","exportPath":"organizations/the-dungeon.html","showInTree":true,"treeOrder":36,"backlinks":["characters/divine-body.html","organizations/beast-labs.html"],"type":"markdown","data":null},"others/ideas.html":{"createdTime":1730603503984,"modifiedTime":1763856815852,"sourceSize":6341,"sourcePath":"Book Series/Others/IDEAS.md","exportPath":"others/ideas.html","showInTree":true,"treeOrder":38,"backlinks":[],"type":"markdown","data":null},"others/map.html":{"createdTime":1752956829619,"modifiedTime":1760754795951,"sourceSize":164,"sourcePath":"Book Series/Others/Map.md","exportPath":"others/map.html","showInTree":true,"treeOrder":39,"backlinks":[],"type":"markdown","data":null},"others/musical-period.html":{"createdTime":1748490364973,"modifiedTime":1760063155319,"sourceSize":2781,"sourcePath":"Book Series/Others/Musical Period.md","exportPath":"others/musical-period.html","showInTree":true,"treeOrder":40,"backlinks":[],"type":"markdown","data":null},"others/resources-used-&-inspired-from.html":{"createdTime":1751001392934,"modifiedTime":1762406300229,"sourceSize":706,"sourcePath":"Book Series/Others/Resources Used & Inspired From.md","exportPath":"others/resources-used-&-inspired-from.html","showInTree":true,"treeOrder":41,"backlinks":[],"type":"markdown","data":null},"regions/places/7-islands.html":{"createdTime":1735695230926,"modifiedTime":1735695876841,"sourceSize":226,"sourcePath":"Book Series/Regions/Places/7 Islands.md","exportPath":"regions/places/7-islands.html","showInTree":true,"treeOrder":44,"backlinks":["keywords/ancient-beast-war.html","regions/beast-kingdom.html"],"type":"markdown","data":null},"regions/places/ancient-graveyard.html":{"createdTime":1735696098092,"modifiedTime":1735696945364,"sourceSize":366,"sourcePath":"Book Series/Regions/Places/Ancient Graveyard.md","exportPath":"regions/places/ancient-graveyard.html","showInTree":true,"treeOrder":45,"backlinks":["characters/great-emperor.html","regions/southern-empire.html"],"type":"markdown","data":null},"regions/places/cursed-crater.html":{"createdTime":1735697284901,"modifiedTime":1735697567495,"sourceSize":415,"sourcePath":"Book Series/Regions/Places/Cursed Crater.md","exportPath":"regions/places/cursed-crater.html","showInTree":true,"treeOrder":46,"backlinks":["regions/beast-kingdom.html","regions/places/mountduo.html"],"type":"markdown","data":null},"regions/places/floating-castle.html":{"createdTime":1735696085825,"modifiedTime":1735697247374,"sourceSize":287,"sourcePath":"Book Series/Regions/Places/Floating Castle.md","exportPath":"regions/places/floating-castle.html","showInTree":true,"treeOrder":47,"backlinks":["regions/southern-empire.html"],"type":"markdown","data":null},"regions/places/gate-of-solstice.html":{"createdTime":1735693209756,"modifiedTime":1735693652165,"sourceSize":218,"sourcePath":"Book Series/Regions/Places/Gate of Solstice.md","exportPath":"regions/places/gate-of-solstice.html","showInTree":true,"treeOrder":48,"backlinks":["regions/places/unreal-mountains.html"],"type":"markdown","data":null},"regions/places/lich-island.html":{"createdTime":1735696100308,"modifiedTime":1735697759726,"sourceSize":215,"sourcePath":"Book Series/Regions/Places/Lich Island.md","exportPath":"regions/places/lich-island.html","showInTree":true,"treeOrder":49,"backlinks":["regions/places/floating-castle.html","regions/southern-empire.html"],"type":"markdown","data":null},"regions/places/monk-temple-ruins.html":{"createdTime":1735695963551,"modifiedTime":1735698020061,"sourceSize":451,"sourcePath":"Book Series/Regions/Places/Monk Temple Ruins.md","exportPath":"regions/places/monk-temple-ruins.html","showInTree":true,"treeOrder":50,"backlinks":["book-sequence/1.-all-out-war.html","regions/northern-empire.html"],"type":"markdown","data":null},"regions/places/mountduo.html":{"createdTime":1735697385983,"modifiedTime":1735698238186,"sourceSize":210,"sourcePath":"Book Series/Regions/Places/MountDuo.md","exportPath":"regions/places/mountduo.html","showInTree":true,"treeOrder":51,"backlinks":["regions/beast-kingdom.html"],"type":"markdown","data":null},"regions/places/prison-rose.html":{"createdTime":1735695724876,"modifiedTime":1735698305262,"sourceSize":146,"sourcePath":"Book Series/Regions/Places/Prison Rose.md","exportPath":"regions/places/prison-rose.html","showInTree":true,"treeOrder":52,"backlinks":["regions/northern-empire.html"],"type":"markdown","data":null},"regions/places/sacred-monument.html":{"createdTime":1735695748713,"modifiedTime":1735698364411,"sourceSize":94,"sourcePath":"Book Series/Regions/Places/Sacred Monument.md","exportPath":"regions/places/sacred-monument.html","showInTree":true,"treeOrder":53,"backlinks":["regions/northern-empire.html"],"type":"markdown","data":null},"regions/places/unreal-mountains.html":{"createdTime":1735693342195,"modifiedTime":1735696267890,"sourceSize":231,"sourcePath":"Book Series/Regions/Places/Unreal Mountains.md","exportPath":"regions/places/unreal-mountains.html","showInTree":true,"treeOrder":54,"backlinks":[],"type":"markdown","data":null},"regions/beast-kingdom.html":{"createdTime":1734577379845,"modifiedTime":1735697284917,"sourceSize":993,"sourcePath":"Book Series/Regions/Beast Kingdom.md","exportPath":"regions/beast-kingdom.html","showInTree":true,"treeOrder":55,"backlinks":["book-sequence/1.-all-out-war.html","characters/divine-body.html","characters/nightmare.html","organizations/beast-labs.html","regions/kingdom-of-peace.html"],"type":"markdown","data":null},"regions/kingdom-of-peace.html":{"createdTime":1727364540165,"modifiedTime":1755117772134,"sourceSize":3348,"sourcePath":"Book Series/Regions/Kingdom Of Peace.md","exportPath":"regions/kingdom-of-peace.html","showInTree":true,"treeOrder":56,"backlinks":["book-sequence/1.-all-out-war.html","characters/great-emperor.html","keywords/ancient-beast-war.html"],"type":"markdown","data":null},"regions/northern-empire.html":{"createdTime":1734577356510,"modifiedTime":1735695962967,"sourceSize":610,"sourcePath":"Book Series/Regions/Northern Empire.md","exportPath":"regions/northern-empire.html","showInTree":true,"treeOrder":57,"backlinks":["book-sequence/1.-all-out-war.html","characters/great-emperor.html","characters/strength-master.html","characters/supreme-body.html","characters/the-saint.html","regions/kingdom-of-peace.html","regions/places/prison-rose.html","regions/places/sacred-monument.html","regions/places/unreal-mountains.html"],"type":"markdown","data":null},"regions/southern-empire.html":{"createdTime":1734577368778,"modifiedTime":1735696052971,"sourceSize":832,"sourcePath":"Book Series/Regions/Southern Empire.md","exportPath":"regions/southern-empire.html","showInTree":true,"treeOrder":58,"backlinks":["book-sequence/1.-all-out-war.html","characters/dreamer.html","characters/great-emperor.html","characters/magic-master.html","characters/strength-master.html","regions/kingdom-of-peace.html","regions/places/lich-island.html","regions/places/unreal-mountains.html"],"type":"markdown","data":null},"regions/wastelands.html":{"createdTime":1734578166965,"modifiedTime":1735694392699,"sourceSize":357,"sourcePath":"Book Series/Regions/Wastelands.md","exportPath":"regions/wastelands.html","showInTree":true,"treeOrder":59,"backlinks":["book-sequence/1.-all-out-war.html","characters/supreme-body.html","keywords/ancient-beast-war.html","regions/kingdom-of-peace.html"],"type":"markdown","data":null},"site-lib/scripts/graph-wasm.wasm":{"createdTime":1763867956687,"modifiedTime":1763857258665.1018,"sourceSize":23655,"sourcePath":"","exportPath":"site-lib/scripts/graph-wasm.wasm","showInTree":false,"treeOrder":0,"backlinks":[],"type":"other","data":null},"site-lib/fonts/94f2f163d4b698242fef.otf":{"createdTime":1763868003326,"modifiedTime":1763868003326,"sourceSize":66800,"sourcePath":"","exportPath":"site-lib/fonts/94f2f163d4b698242fef.otf","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/72505e6a122c6acd5471.woff2":{"createdTime":1763868003326,"modifiedTime":1763868003326,"sourceSize":104232,"sourcePath":"","exportPath":"site-lib/fonts/72505e6a122c6acd5471.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/2d5198822ab091ce4305.woff2":{"createdTime":1763868003327,"modifiedTime":1763868003327,"sourceSize":104332,"sourcePath":"","exportPath":"site-lib/fonts/2d5198822ab091ce4305.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/c8ba52b05a9ef10f4758.woff2":{"createdTime":1763868003327,"modifiedTime":1763868003327,"sourceSize":98868,"sourcePath":"","exportPath":"site-lib/fonts/c8ba52b05a9ef10f4758.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/cb10ffd7684cd9836a05.woff2":{"createdTime":1763868003327,"modifiedTime":1763868003327,"sourceSize":106876,"sourcePath":"","exportPath":"site-lib/fonts/cb10ffd7684cd9836a05.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/293fd13dbca5a3e450ef.woff2":{"createdTime":1763868003328,"modifiedTime":1763868003328,"sourceSize":105924,"sourcePath":"","exportPath":"site-lib/fonts/293fd13dbca5a3e450ef.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/085cb93e613ba3d40d2b.woff2":{"createdTime":1763868003328,"modifiedTime":1763868003328,"sourceSize":112184,"sourcePath":"","exportPath":"site-lib/fonts/085cb93e613ba3d40d2b.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/b5f0f109bc88052d4000.woff2":{"createdTime":1763868003327,"modifiedTime":1763868003327,"sourceSize":105804,"sourcePath":"","exportPath":"site-lib/fonts/b5f0f109bc88052d4000.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/cbe0ae49c52c920fd563.woff2":{"createdTime":1763868003327,"modifiedTime":1763868003327,"sourceSize":106108,"sourcePath":"","exportPath":"site-lib/fonts/cbe0ae49c52c920fd563.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/535a6cf662596b3bd6a6.woff2":{"createdTime":1763868003327,"modifiedTime":1763868003327,"sourceSize":111708,"sourcePath":"","exportPath":"site-lib/fonts/535a6cf662596b3bd6a6.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/70cc7ff27245e82ad414.ttf":{"createdTime":1763868003328,"modifiedTime":1763868003328,"sourceSize":192740,"sourcePath":"","exportPath":"site-lib/fonts/70cc7ff27245e82ad414.ttf","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/454577c22304619db035.ttf":{"createdTime":1763868003328,"modifiedTime":1763868003328,"sourceSize":161376,"sourcePath":"","exportPath":"site-lib/fonts/454577c22304619db035.ttf","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/52ac8f3034507f1d9e53.ttf":{"createdTime":1763868003329,"modifiedTime":1763868003329,"sourceSize":191568,"sourcePath":"","exportPath":"site-lib/fonts/52ac8f3034507f1d9e53.ttf","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/05b618077343fbbd92b7.ttf":{"createdTime":1763868003328,"modifiedTime":1763868003328,"sourceSize":155288,"sourcePath":"","exportPath":"site-lib/fonts/05b618077343fbbd92b7.ttf","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/fonts/4bb6ac751d1c5478ff3a.woff2":{"createdTime":1763868003325,"modifiedTime":1763868003325,"sourceSize":7876,"sourcePath":"","exportPath":"site-lib/fonts/4bb6ac751d1c5478ff3a.woff2","showInTree":false,"treeOrder":0,"backlinks":[],"type":"font","data":null},"site-lib/media/6155340132a851f6089e.svg":{"createdTime":1763868003326,"modifiedTime":1763868003326,"sourceSize":315,"sourcePath":"","exportPath":"site-lib/media/6155340132a851f6089e.svg","showInTree":false,"treeOrder":0,"backlinks":[],"type":"media","data":null},"site-lib/media/2308ab1944a6bfa5c5b8.svg":{"createdTime":1763868003326,"modifiedTime":1763868003326,"sourceSize":278,"sourcePath":"","exportPath":"site-lib/media/2308ab1944a6bfa5c5b8.svg","showInTree":false,"treeOrder":0,"backlinks":[],"type":"media","data":null},"site-lib/html/file-tree-content.html":{"createdTime":1763868003675,"modifiedTime":1763868003675,"sourceSize":25233,"sourcePath":"","exportPath":"site-lib/html/file-tree-content.html","showInTree":false,"treeOrder":0,"backlinks":[],"type":"html","data":null},"site-lib/scripts/webpage.js":{"createdTime":1763867957008,"modifiedTime":1763867957008,"sourceSize":110729,"sourcePath":"","exportPath":"site-lib/scripts/webpage.js","showInTree":false,"treeOrder":0,"backlinks":[],"type":"script","data":null},"site-lib/scripts/graph-wasm.js":{"createdTime":1763867957008,"modifiedTime":1763867957008,"sourceSize":12885,"sourcePath":"","exportPath":"site-lib/scripts/graph-wasm.js","showInTree":false,"treeOrder":0,"backlinks":[],"type":"script","data":null},"site-lib/scripts/graph-render-worker.js":{"createdTime":1763867957008,"modifiedTime":1763867957008,"sourceSize":5681,"sourcePath":"","exportPath":"site-lib/scripts/graph-render-worker.js","showInTree":false,"treeOrder":0,"backlinks":[],"type":"script","data":null},"site-lib/media/favicon.png":{"createdTime":1763868003253,"modifiedTime":1763868003253,"sourceSize":1105,"sourcePath":"","exportPath":"site-lib/media/favicon.png","showInTree":false,"treeOrder":0,"backlinks":[],"type":"media","data":null},"site-lib/styles/obsidian.css":{"createdTime":1763868003362,"modifiedTime":1763868003362,"sourceSize":204967,"sourcePath":"","exportPath":"site-lib/styles/obsidian.css","showInTree":false,"treeOrder":0,"backlinks":[],"type":"style","data":null},"site-lib/styles/global-variable-styles.css":{"createdTime":1763868003306,"modifiedTime":1763868003306,"sourceSize":305,"sourcePath":"","exportPath":"site-lib/styles/global-variable-styles.css","showInTree":false,"treeOrder":0,"backlinks":[],"type":"style","data":null},"site-lib/styles/main-styles.css":{"createdTime":1763867957025,"modifiedTime":1763867957025,"sourceSize":19521,"sourcePath":"","exportPath":"site-lib/styles/main-styles.css","showInTree":false,"treeOrder":0,"backlinks":[],"type":"style","data":null},"other/img_0878.jpeg":{"createdTime":1752957088530,"modifiedTime":1752957088531,"sourceSize":2971412,"sourcePath":"Other/IMG_0878.jpeg","exportPath":"other/img_0878.jpeg","showInTree":false,"treeOrder":0,"backlinks":[],"type":"media","data":null},"site-lib/rss.xml":{"createdTime":1763868013864,"modifiedTime":1763868013864,"sourceSize":101367,"sourcePath":"","exportPath":"site-lib/rss.xml","showInTree":false,"treeOrder":0,"backlinks":[],"type":"other","data":null}},"sourceToTarget":{"Book Series/Book Sequence/1. All Out War.md":"book-sequence/1.-all-out-war.html","Book Series/Book Sequence/2. All Out Love.md":"book-sequence/2.-all-out-love.html","Book Series/Book Sequence/3. All Out Chaos.md":"book-sequence/3.-all-out-chaos.html","Book Series/Book Sequence/IMG_0878.heic":"book-sequence/img_0878.heic","Book Series/Book Sequence/IMG_0879.heic":"book-sequence/img_0879.heic","Book Series/Chapters/Ch1. Power in Arena.md":"chapters/ch1.-power-in-arena.html","Book Series/Chapters/Ch2. Broken Sword.md":"chapters/ch2.-broken-sword.html","Book Series/Chapters/Ch3. Wastelands.md":"chapters/ch3.-wastelands.html","Book Series/Characters/Devils.md":"characters/devils.html","Book Series/Characters/Divine Body.md":"characters/divine-body.html","Book Series/Characters/Dreamer.md":"characters/dreamer.html","Book Series/Characters/Great Emperor.md":"characters/great-emperor.html","Book Series/Characters/Magic Master.md":"characters/magic-master.html","Book Series/Characters/Nightmare.md":"characters/nightmare.html","Book Series/Characters/Southern Empress.md":"characters/southern-empress.html","Book Series/Characters/Strength Master.md":"characters/strength-master.html","Book Series/Characters/Supreme Body.md":"characters/supreme-body.html","Book Series/Characters/The Saint.md":"characters/the-saint.html","Book Series/Keywords/Ancient Beast War.md":"keywords/ancient-beast-war.html","Book Series/Keywords/Clan Rules.md":"keywords/clan-rules.html","Book Series/Keywords/Eternal Prison.md":"keywords/eternal-prison.html","Book Series/Keywords/faith breaker.md":"keywords/faith-breaker.html","Book Series/Keywords/Power Holders.md":"keywords/power-holders.html","Book Series/Keywords/Secret Scroll of The Empress.md":"keywords/secret-scroll-of-the-empress.html","Book Series/Organizations/Clans/Iceland-Air Temple.md":"organizations/clans/iceland-air-temple.html","Book Series/Organizations/Clans/Plantain-Poison Temple.md":"organizations/clans/plantain-poison-temple.html","Book Series/Organizations/Clans/Stone Temple.md":"organizations/clans/stone-temple.html","Book Series/Organizations/Clans/Sud-Volcano Fire Temple.md":"organizations/clans/sud-volcano-fire-temple.html","Book Series/Organizations/Beast Labs.md":"organizations/beast-labs.html","Book Series/Organizations/The Dungeon.md":"organizations/the-dungeon.html","Book Series/Others/IDEAS.md":"others/ideas.html","Book Series/Others/Map.md":"others/map.html","Book Series/Others/Musical Period.md":"others/musical-period.html","Book Series/Others/Resources Used & Inspired From.md":"others/resources-used-&-inspired-from.html","Book Series/Regions/Places/7 Islands.md":"regions/places/7-islands.html","Book Series/Regions/Places/Ancient Graveyard.md":"regions/places/ancient-graveyard.html","Book Series/Regions/Places/Cursed Crater.md":"regions/places/cursed-crater.html","Book Series/Regions/Places/Floating Castle.md":"regions/places/floating-castle.html","Book Series/Regions/Places/Gate of Solstice.md":"regions/places/gate-of-solstice.html","Book Series/Regions/Places/Lich Island.md":"regions/places/lich-island.html","Book Series/Regions/Places/Monk Temple Ruins.md":"regions/places/monk-temple-ruins.html","Book Series/Regions/Places/MountDuo.md":"regions/places/mountduo.html","Book Series/Regions/Places/Prison Rose.md":"regions/places/prison-rose.html","Book Series/Regions/Places/Sacred Monument.md":"regions/places/sacred-monument.html","Book Series/Regions/Places/Unreal Mountains.md":"regions/places/unreal-mountains.html","Book Series/Regions/Beast Kingdom.md":"regions/beast-kingdom.html","Book Series/Regions/Kingdom Of Peace.md":"regions/kingdom-of-peace.html","Book Series/Regions/Northern Empire.md":"regions/northern-empire.html","Book Series/Regions/Southern Empire.md":"regions/southern-empire.html","Book Series/Regions/Wastelands.md":"regions/wastelands.html","":"site-lib/rss.xml","Other/IMG_0878.jpeg":"other/img_0878.jpeg"},"featureOptions":{"backlinks":{"featureId":"backlinks","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":".footer","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Backlinks","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""}},"tags":{"featureId":"tags","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":".header .data-bar","type":"end","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""},"showInlineTags":true,"showFrontmatterTags":true,"info_showInlineTags":{"show":true,"name":"","description":"Show tags defined inside the document at the top of the page.","placeholder":""},"info_showFrontmatterTags":{"show":true,"name":"","description":"Show tags defined in the frontmatter of the document at the top of the page.","placeholder":""}},"alias":{"featureId":"aliases","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":".header .data-bar","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Aliases","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""}},"properties":{"featureId":"properties","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":".header","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Properties","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""},"info_hideProperties":{"show":true,"name":"","description":"A list of properties to hide from the properties view","placeholder":""}},"fileNavigation":{"featureId":"file-navigation","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"#left-sidebar-content","type":"end","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"info_includePath":{"show":false,"name":"","description":"","placeholder":""},"showCustomIcons":false,"showDefaultFolderIcons":false,"showDefaultFileIcons":false,"defaultFolderIcon":"lucide//folder","defaultFileIcon":"lucide//file","defaultMediaIcon":"lucide//file-image","exposeStartingPath":true,"info_showCustomIcons":{"show":true,"name":"","description":"Show custom icons for files and folders","placeholder":""},"info_showDefaultFolderIcons":{"show":true,"name":"","description":"Show a default icon of a folder for every folder in the tree","placeholder":""},"info_showDefaultFileIcons":{"show":true,"name":"","description":"Show a default icon of a file for every file in the tree","placeholder":""},"info_defaultFolderIcon":{"show":true,"name":"","description":"The icon to use for folders. Prefix with 'lucide//' to use a Lucide icon","placeholder":""},"info_defaultFileIcon":{"show":true,"name":"","description":"The icon to use for files. Prefix with 'lucide//' to use a Lucide icon","placeholder":""},"info_defaultMediaIcon":{"show":true,"name":"","description":"The icon to use for media files. Prefix with 'lucide//' to use a Lucide icon","placeholder":""},"info_exposeStartingPath":{"show":true,"name":"","description":"Whether or not to show the current file in the file tree when the page is first loaded","placeholder":""},"includePath":"site-lib/html/file-tree.html"},"search":{"featureId":"search","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"#left-sidebar .topbar-content","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Search...","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""}},"outline":{"featureId":"outline","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"#right-sidebar-content","type":"end","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Outline","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""},"startCollapsed":false,"minCollapseDepth":0,"info_startCollapsed":{"show":true,"name":"","description":"Should the outline start collapsed?","placeholder":""},"info_minCollapseDepth":{"show":true,"name":"","description":"Only allow outline items to be collapsed if they are at least this many levels deep in the tree.","placeholder":"","dropdownOptions":{"1":1,"2":2,"No Collapse":100}}},"themeToggle":{"featureId":"theme-toggle","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"#right-sidebar .topbar-content","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""}},"graphView":{"featureId":"graph-view","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"#right-sidebar-content","type":"start","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"displayTitle":"Graph View","info_displayTitle":{"show":true,"name":"","description":"Descriptive title to show above the feature","placeholder":""},"showOrphanNodes":true,"showAttachments":false,"allowGlobalGraph":true,"allowExpand":true,"attractionForce":1,"linkLength":15,"repulsionForce":80,"centralForce":2,"edgePruning":100,"minNodeRadius":3,"maxNodeRadius":7,"info_showOrphanNodes":{"show":true,"name":"","description":"Show nodes that are not connected to any other nodes.","placeholder":""},"info_showAttachments":{"show":true,"name":"","description":"Show attachments like images and PDFs as nodes in the graph.","placeholder":""},"info_allowGlobalGraph":{"show":true,"name":"","description":"Allow the user to view the global graph of all nodes.","placeholder":""},"info_allowExpand":{"show":true,"name":"","description":"Allow the user to pop-out the graph view to take up the whole screen","placeholder":""},"info_attractionForce":{"show":true,"name":"","description":"How much should linked nodes attract each other? This will make the graph appear more clustered.","placeholder":""},"info_linkLength":{"show":true,"name":"","description":"How long should the links between nodes be? The shorter the links the more connected nodes will cluster together.","placeholder":""},"info_repulsionForce":{"show":true,"name":"","description":"How much should nodes repel each other? This will make disconnected parts more spread out.","placeholder":""},"info_centralForce":{"show":true,"name":"","description":"How much should nodes be attracted to the center? This will make the graph appear more dense and circular.","placeholder":""},"info_edgePruning":{"show":true,"name":"","description":"Edges with a length above this threshold will not be rendered, however they will still contribute to the simulation. This can help large tangled graphs look more organised. Hovering over a node will still display these links.","placeholder":""},"info_minNodeRadius":{"show":true,"name":"","description":"How small should the smallest nodes be? The smaller a node is the less it will attract other nodes.","placeholder":""},"info_maxNodeRadius":{"show":true,"name":"","description":"How large should the largest nodes be? Nodes are sized by how many links they have. The larger a node is the more it will attract other nodes. This can be used to create a good grouping around the most important nodes.","placeholder":""}},"sidebar":{"featureId":"sidebar","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"allowResizing":true,"allowCollapsing":true,"rightDefaultWidth":"20em","leftDefaultWidth":"20em","info_allowResizing":{"show":true,"name":"","description":"Whether or not to allow the sidebars to be resized","placeholder":""},"info_allowCollapsing":{"show":true,"name":"","description":"Whether or not to allow the sidebars to be collapsed","placeholder":""},"info_rightDefaultWidth":{"show":true,"name":"","description":"The default width of the right sidebar","placeholder":""},"info_leftDefaultWidth":{"show":true,"name":"","description":"The default width of the left sidebar","placeholder":""}},"customHead":{"featureId":"custom-head","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"featurePlacement":{"selector":"head","type":"end","info_selector":{"show":true,"name":"","description":"CSS selector for an element. The feature will be placed relative to this element.","placeholder":""},"info_type":{"show":true,"name":"","description":"Will this feature be placed before, after, or inside (at the beggining or end).","placeholder":"","dropdownOptions":{"Before":"before","After":"after","Start":"start","End":"end"}}},"info_featurePlacement":{"show":true,"name":"","description":"Where to place this feature on the page. (Relative to the selector)","placeholder":""},"info_includePath":{"show":false,"name":"","description":"","placeholder":""},"sourcePath":"","info_sourcePath":{"show":true,"name":"","description":"The local path to the source .html file which will be included.","placeholder":"","fileInputOptions":{"makeRelativeToVault":true,"browseButton":true}},"includePath":"site-lib/html/custom-head.html"},"document":{"featureId":"obsidian-document","enabled":true,"unavailable":false,"alwaysEnabled":true,"hideSettingsButton":false,"allowFoldingLists":true,"allowFoldingHeadings":true,"documentWidth":"40em","info_allowFoldingLists":{"show":true,"name":"","description":"Whether or not to allow lists to be folded","placeholder":""},"info_allowFoldingHeadings":{"show":true,"name":"","description":"Whether or not to allow headings to be folded","placeholder":""},"info_documentWidth":{"show":true,"name":"","description":"The width of the document","placeholder":""}},"rss":{"featureId":"rss","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":false,"siteUrl":"","authorName":"","info_siteUrl":{"show":true,"name":"","description":"The url that this site will be hosted at","placeholder":"https://example.com/mysite"},"info_authorName":{"show":true,"name":"","description":"The name of the author of the site","placeholder":""}},"linkPreview":{"featureId":"link-preview","enabled":true,"unavailable":false,"alwaysEnabled":false,"hideSettingsButton":true}},"modifiedTime":1763868003363,"siteName":"Personal","vaultName":"Personal","exportRoot":"","baseURL":"","pluginVersion":"1.9.2","themeName":"","bodyClasses":"publish css-settings-manager show-inline-title show-ribbon is-focused","hasFavicon":false}